{"why":{"WhyCollaborate":{"block1":{"text":"Wir hören zuerst zu und entwickeln dann eine Strategie, um sicherzustellen, dass wir Ihre Anforderungen vollständig verstehen.","title":"Aufmerksames Zuhören"},"block2":{"text":"Wir arbeiten bei jedem Schritt mit Ihnen zusammen und entwickeln Lösungen, die Ihre Vision widerspiegeln.","title":"Echte Partnerschaft"},"block3":{"text":"Unser Engagement endet nicht mit einer Lösung – wir sind hier, um uns anzupassen und Sie bei der Weiterentwicklung Ihrer Karriere zu begleiten.","title":"Kontinuierliche Unterstützung"},"title":"Wie wir zusammenarbeiten"},"WhyDifferent":{"block1":{"text":"Jede Strategie ist so einzigartig wie Ihr Karriereweg. Einheitslösungen lehnen wir ab.","title":"Anpassung<br /> auf Schritt und Tritt"},"block2":{"text":"Wir decken mehrere Branchen ab und stellen sicher, dass Sie relevante und umsetzbare Ratschläge erhalten.","title":"Branchenübergreifend<br /> Sachverstand"},"block3":{"text":"Wir reagieren nicht nur auf Herausforderungen, sondern antizipieren sie und planen entsprechend, damit Sie immer die Nase vorn haben.","title":"Proaktives Problem<br /> Lösen"},"button1":"Entdecken Sie unsere HR-Lösungen","button2":"Schalten Sie Beschäftigungsmöglichkeiten frei","title":"Warum wir anders sind"},"WhyFocused":{"text1":"Das Quorixia-Team misst seinen Erfolg nicht an der Anzahl der Kunden, die wir betreuen, sondern an den greifbaren Ergebnissen, die wir liefern. Wir konzentrieren uns darauf, Ihren beruflichen Werdegang wirklich zu beeinflussen. Unser Ansatz ist darauf ausgerichtet, bedeutsame Ergebnisse zu erzielen – von der Sicherung besserer Chancen bis hin zur Entwicklung dauerhafter Fähigkeiten, die Sie langfristig stärken.","text2":"Wir glauben nicht an vorübergehende Lösungen oder oberflächlichen Fortschritt. Jede Strategie, die wir entwickeln, ist auf langfristigen Erfolg ausgelegt und darauf zugeschnitten, Ihnen zu helfen, Ihre unmittelbaren Ziele zu erreichen und in Zukunft erfolgreich zu sein. Ob Sie beruflich vorankommen, die Branche wechseln oder Ihre Führungsqualitäten verbessern möchten, wir stellen sicher, dass unsere Lösungen messbares Wachstum schaffen, das Ihren beruflichen Ambitionen entspricht.","title":"Konzentriert auf die Ergebnisse, die wichtig sind"},"WhyGoals":{"text":"Bei Quorixia ist unser kundenorientierter Ansatz die Grundlage unseres Erfolgs. Wir konzentrieren uns ganz auf Sie – Ihre Ambitionen, Herausforderungen und Ihr Wachstum. Von dem Moment an, in dem wir mit der Zusammenarbeit beginnen, machen wir Ihre Ziele zu unserer Mission. Wir nehmen uns die Zeit, Ihren individuellen Karriereweg wirklich zu verstehen und maßgeschneiderte Strategien zu entwickeln, die auf Ihre Ziele abgestimmt sind.<br /><br /> Unser Prozess ist kollaborativ und darauf ausgelegt, sich mit Ihnen weiterzuentwickeln. Wir glauben nicht an generische Lösungen oder automatisierte Methoden. Jede Interaktion ist individuell und überlegt, sodass wir mit Ihnen zusammenarbeiten und nicht nur für Sie. Ihr Input ist das Herzstück jeder Lösung, die wir entwickeln, und wir passen uns dem Fortschreiten Ihrer Karriere an und bieten kontinuierliche Unterstützung, die sich mit Ihren Zielen weiterentwickelt.","title":"Ihre Ziele stehen immer an erster Stelle"},"WhyHero":{"subtitle":"Ein frischer, professioneller<br /> Perspektive auf HR-Lösungen","subtitle2":"Was macht<br /> Wir sind einzigartig","text1":"Bei Quorixia machen wir die Dinge anders. Obwohl wir ein junges Unternehmen sind, bringen wir eine leistungsstarke Kombination mit<br /> aus frischer Energie, innovativem Denken und umfassender Erfahrung eines Teams erfahrener Fachleute.<br /><br /> Was uns auszeichnet, ist unsere Fähigkeit, die Agilität eines neuen Unternehmens mit der Expertise derjenigen zu verbinden, die bereits<br /> Jahre, in denen sie ihr Handwerk beherrschen. Unsere hochwertigen, personalisierten Lösungen sind darauf ausgelegt, eine sinnvolle<br /> Auswirkungen auf Ihren Karriereweg.<br /><br /> Ob Sie einen komplexen Übergang bewältigen, beruflich vorankommen oder Führung in einer neuen<br /> Quorixia bietet einen maßgeschneiderten Ansatz, der sicherstellt, dass Ihre individuellen Ziele immer im Vordergrund stehen. Wir bieten<br /> mehr als nur Beratung – wir entwickeln den Plan für Ihren Erfolg.","text2":"Wir wissen, dass jeder Karriereweg individuell und einzigartig ist. Wir bieten Ihnen maßgeschneiderte HR- und Beschäftigungslösungen, hören Ihren Bedürfnissen genau zu, bewerten Ihre Ziele und entwickeln einen maßgeschneiderten Plan, der perfekt zu Ihren Ambitionen passt.<br /><br /> Unser Team ist darauf spezialisiert, maßgeschneiderte Strategien für Berufstätige in allen Phasen zu entwickeln, egal ob sie gerade erst anfangen, die Branche wechseln oder sich auf eine Führungsposition vorbereiten. Unser Team greift auf jahrelange Erfahrung in verschiedenen Branchen zurück und verfügt daher über das Wissen, um in jeder Situation die richtige Beratung zu bieten. Wir sind nicht nur Berater, sondern engagierte Partner, die Ihnen helfen, die Höhen und Tiefen Ihrer Karriere souverän zu meistern.","title":"Warum Quorixia wählen?"},"WhyLast":{"button":"Entdecken Sie unseren Ansatz","text":"Entdecken Sie die Werte, die Leidenschaft und das Engagement hinter Quorixia. Erfahren Sie mehr darüber, wie wir Karrieren gestalten und Menschen bei jedem Schritt zum Erfolg führen.","title":"Neugierig, was uns antreibt?"},"WhyResult":{"block1":{"text":"Wir liefern präzise, messbare Ergebnisse von Stellenangeboten bis zum Kompetenzaufbau.","title":"Greifbarer Fortschritt"},"block2":{"text":"Wir konzentrieren uns auf Lösungen, von denen Sie auch in Zukunft profitieren.","title":"Langfristiger Erfolg"},"block3":{"":"Unsere Strategien zielen darauf ab, eine sinnvolle Karriereentwicklung zu fördern.","title":"Wirkungsvolles Wachstum"},"title":"Unser Engagement für Ergebnisse"}},"checkout":{"countryDescription":"* Kurz nach der Bestellung erhalten Sie eine E-Mail mit Zahlungsanweisungen, einschließlich unserer Bankverbindung. In dieser E-Mail finden Sie auch eine Zusammenfassung Ihrer Bestelldetails.","form":{"address":"Adresse","city":"Stadt","country":"Land","email":"E-Mail","firstName":"Vorname","lastName":"Nachname","phone":"Telefonnummer","state":"Staat/Provinz","street":"Straße","zip":"REISSVERSCHLUSS"},"pageTitle":"Abrechnungsdaten","payment":{"name":"Banküberweisung*","text":"* Sie erhalten in Kürze eine E-Mail mit Zahlungshinweisen, inklusive unserer Bankverbindung und einer Zusammenfassung Ihrer Bestelldaten.","title":"Zahlungsmethode"},"privacy":{"name":"Datenschutzrichtlinie","text":"Wir verwenden Ihre persönlichen Daten, um Ihre Bestellung zu bearbeiten, Ihr Surferlebnis auf unserer Website zu verbessern und andere Zwecke zu erfüllen, die in unserer"},"refund":{"name":"Rückerstattung-Politik","text":"Ich habe die Daten gelesen und stimme ihnen zu."},"submit":"Einreichen","terms":{"name":"Geschäftsbedingungen","text":"Ich habe die Website gelesen und stimme ihnen zu"},"total":"Gesamt","validationSchema":{"email":"Bitte geben Sie eine gültige E-Mail-Adresse an.","required":"Dieses Feld ist erforderlich.","terms":"Sie müssen die Allgemeinen Geschäftsbedingungen akzeptieren."}},"register":{"form":{"age":"Ich bin über 18 Jahre alt und habe alle oben genannten Bedingungen gelesen und akzeptiert.","agree":"Ich stimme zu","button":"Treten Sie Quorixia bei","confirmPassword":"Passwort bestätigen","email":"E-Mail","firstName":"Vorname","lastName":"Nachname","password":"Passwort","phone":"Telefonnummer","privacy":"Datenschutzrichtlinie","terms":"Geschäftsbedingungen","username":"Benutzername"},"subtitle":"Registrieren Sie sich, um Zugang zu maßgeschneiderter Karriereunterstützung zu erhalten, über die neuesten<br /> Möglichkeiten und erhalten Sie fachkundige Beratung, um Ihre beruflichen Ziele zu erreichen.","success":{"text":"Ihr Konto wurde erfolgreich erstellt. Eine Bestätigungs-E-Mail wurde an Ihren Posteingang gesendet.<br /> Willkommen an Bord!","title":"Glückwunsch!"},"title":"Treten Sie der Quorixia-Community bei","validationSchema":{"age":"Sie müssen das Alter akzeptieren","email":"Ungültige E-Mail-Adresse","oneOf":"Passwörter müssen übereinstimmen","policy":"Sie müssen die Datenschutzrichtlinie akzeptieren","required":"Dieses Feld ist erforderlich","terms":"Sie müssen die Allgemeinen Geschäftsbedingungen akzeptieren"}},"default":{},"header":{"aboutUs":"Über uns","account":"Konto","blog":"Der Blog","careers":"Karriere","caseStudies":"Fallstudien","contactUs":"Kontaktieren Sie uns","employment":"Anstellung","glossary":"Glossar","hr":"Personalwesen","login":"Einloggen","pricing":"Preise","signup":"Einschreiben","whyQuorixia":"Warum Quorixia"},"connect_form":{"expertiseLevel":{"label1":"Einstiegsniveau","label2":"Mittelstufe","label3":"Senior-Level"},"formFields":{"additionalInfo":"Weitere Informationen","coreCompetencies":"Kernkompetenzen","coverLetter":"Motivationsschreiben","desiredRole":"Gewünschte Berufsrolle","email":"E-Mail","expertiseLevel":"Kompetenzniveau","firstName":"Vorname","lastName":"Nachname","linkedInProfile":"Link zum LinkedIn-Profil","phone":"Telefonnummer","resume":"Lebenslauf anhängen","salaryRange":"Erwartete Gehaltsspanne","sector":"Interessensektor","startDate":"Frühester Starttermin","submit":"Einreichen","terms1":"Ich habe die Daten gelesen und stimme ihnen zu.","terms2":"Nutzungsbedingungen","terms3":"Und","terms4":"Datenschutzrichtlinie","workLocation":"Bevorzugter Arbeitsort"},"jobRole":{"label1":"Finanzen & Buchhaltung","label10":"Vertrieb & Geschäftsentwicklung","label2":"Administrative Unterstützung","label3":"Marketing & Kommunikation","label4":"Ingenieurwesen und Bauwesen","label5":"Nahrungsmittel und Getränke","label6":"Gesundheitswesen und Biotechnologie","label7":"Gastgewerbe & Tourismus","label8":"Personalwesen und Talentmanagement","label9":"Informationstechnologie und Software"},"validationSchema":{"firstName":"Vorname ist erforderlich","invalidEmail":"Ungültige E-Mail-Adresse","invalidURL":"Ungültige URL","lastName":"Nachname ist erforderlich","requiredEmail":"E-Mail ist erforderlich"}},"cases":{"CasesHero":{"text":"Bei Quorixia geht unser Ansatz über das Angebot hinaus<br /> Beratung — wir bieten maßgeschneiderte Lösungen, die zu<br /> messbare Ergebnisse. Nachfolgend finden Sie detaillierte Fallstudien<br /> hervorheben, wie wir Einzelpersonen befähigt haben,<br /> Herausforderungen zu meistern, berufliche Veränderungen zu meistern und<br /> neue Höhen in ihrer beruflichen Laufbahn erreichen. Jeder<br /> Geschichte steht für unser Engagement für personalisierte,<br /> kundenzentrierter Erfolg.","title":"Echte Erfolgsgeschichten: Wie<br /> Quorixia verändert Karrieren"}},"blog":{"BlogHero":{"text":"Wir glauben, dass Wissen der Schlüssel zur Entfaltung Ihrer<br /> berufliches Potenzial. Unser Blog ist gefüllt mit Experten<br /> Tipps, Brancheneinblicke und umsetzbare Ratschläge, die helfen<br /> Sie steuern Ihren Karriereweg selbstbewusst. Bleiben Sie<br /> informiert, bleiben Sie auf dem Laufenden und übernehmen Sie die Kontrolle über Ihre<br /> Zukunft mit Quorixia.","title":" Quorixia Blog: Ihr<br /> Leitfaden zum beruflichen Erfolg"},"BlogSlider":{"read":"Jetzt lesen","title":"Ausgewählte Blogthemen"}},"hr":{"HrExpertise":{"button":"Jetzt HR Service bestellen","service":"Personaldienstleistungen","text":"Kein Karriereweg gleicht dem anderen. Unser Angebot an HR-Lösungen ist auf Ihre Probleme zugeschnitten, egal ob Sie einen Karrierewechsel planen, Ihre Führungsqualitäten verbessern oder eine individuelle HR-Beratung wünschen. Mit einem Schwerpunkt auf maßgeschneiderten Strategien und individueller Betreuung bieten wir Dienstleistungen an, die es Ihnen ermöglichen, Ihre berufliche Zukunft selbst in die Hand zu nehmen.","title":"Entdecken Sie unsere HR-Expertise"},"HrHero":{"text":"Bei Quorixia sind wir spezialisiert auf die Bereitstellung von<br /> personalisierte HR-Lösungen, die Ihnen helfen,<br /> berufliche Herausforderungen, Übergänge meistern und<br /> Erreichen Sie selbstbewusst Ihre Ziele.","title":"Verändern Sie Ihren beruflichen Weg<br /> mit maßgeschneiderten HR-Lösungen"},"HrPersonalisedApproach":{"text":"Bei Quorixia verfolgen wir einen menschenzentrierten Ansatz für HR-Dienstleistungen und konzentrieren uns auf den Aufbau solider Beziehungen zu jedem unserer Kunden. Wir verstehen, dass Ihr beruflicher Werdegang persönlich ist, daher passen wir jede Lösung an Ihre spezifischen Bedürfnisse an. Für den beruflichen Aufstieg, die Bewältigung von Herausforderungen bei der Arbeit oder den Übergang in eine neue Rolle entwickeln wir Strategien, die auf Ihre individuellen Ziele, Fähigkeiten und Bestrebungen zugeschnitten sind.","title":"Personalisierter Ansatz"},"HrPricing":{"button":"Preise und Pakete anzeigen","text":"Wir bieten klare und flexible Preise, die Ihren spezifischen Anforderungen entsprechen. Ob Sie einmalige Beratungen oder fortlaufende HR-Unterstützung suchen, unsere Servicepakete sind auf Ihre Karriereziele und Ihr Budget zugeschnitten. Sehen Sie sich unsere detaillierten Preisoptionen an, um das richtige Paket für Sie zu finden.","title":"Transparente Preise, maßgeschneiderte Pakete"},"HrRequest":{"text":"Unsere Experten bringen jahrzehntelange Erfahrung im Personalwesen mit, um Sie mit Einfühlungsvermögen, Präzision und Sorgfalt zu beraten. Sie erhalten nicht nur Ratschläge – Sie bekommen einen Partner, der sich für Ihren Erfolg einsetzt.","title":"Entwickeln Sie Ihre personalisierte HR-Strategie"}},"about":{"AboutGuiding":{"block1":{"text":"Die Grundlage unserer Partnerschaft bildet eine ausführliche Beratung. Wir nehmen uns die Zeit, Ihren Hintergrund, Ihre Ziele und die Herausforderungen, vor denen Sie derzeit stehen, zu erkunden.","title":"Beratung"},"block2":{"text":"Sobald wir uns ein umfassendes Bild Ihrer individuellen Situation gemacht haben, entwickeln wir eine individuelle Strategie, die Sie bei der Verwirklichung Ihrer Ziele unterstützen soll – ganz gleich, ob es sich um einen beruflichen Neuanfang, die Verhandlung eines Stellenangebots oder die Vorbereitung auf eine Führungsrolle handelt.","title":"Strategieentwicklung"},"block3":{"text":"Unsere Arbeit endet nicht mit der Strategieentwicklung. Wir bieten kontinuierliche Unterstützung und passen unseren Ansatz an, um sicherzustellen, dass Sie auf Kurs bleiben, motiviert sind und bei jeder Entscheidung Vertrauen haben.","title":"Laufende Unterstützung"},"button":"Erfolgsgeschichten lesen","subtitle":"Bei Quorixia wissen wir, dass keine zwei Karrierewege gleich sind. Deshalb gehen wir mit einer hochgradig personalisierten Strategie an jeden Kunden heran und stellen sicher, dass unsere Lösungen Ihren Zielen und Bedürfnissen entsprechen. Unser Prozess ist einfach und doch tiefgreifend: Wir hören zu, wir lernen und wir schaffen.","title":"Karrieren mit Präzision und Leidenschaft begleiten"},"AboutHero":{"subtitle":"Quorixias Engagement für Ihr Wachstum","text":"Das Quorixia-Team betrachtet jede Karriere als eine dynamische, sich entwickelnde Reise voller Potenzial und<br /> Gelegenheit. Wir sind hier, um Ihnen zu helfen, die Komplexität Ihres beruflichen Weges zu meistern mit<br /> Vertrauen und Klarheit. Als Team engagierter HR- und Beschäftigungsexperten streben wir danach,<br /> bieten persönliche Beratung und maßgeschneiderte Lösungen, die auf Ihre individuellen Ziele abgestimmt sind.","text2":"Wir gehen jede Kundenbeziehung mit frischen Augen und einem offenen Geist an. Indem wir Ihre spezifischen Bedürfnisse, Ambitionen und Herausforderungen genau verstehen, können wir maßgeschneiderte Strategien entwickeln, die Ihnen helfen, Ihre aktuellen Ziele zu erreichen und den Grundstein für zukünftigen Erfolg zu legen.","title":"Wer wir sind"},"AboutLast":{"button":"Warum Quorixia wählen?","text":"Neugierig, was Quorixia von anderen Personalfirmen unterscheidet? Entdecken Sie unseren einzigartigen Ansatz und erfahren Sie, wie wir personalisierte Lösungen entwickeln, die auf Ihre Bedürfnisse zugeschnitten sind.","title":"Möchten Sie mehr über Quorixia erfahren?"},"AboutPeople":{"text":"Unsere Stärke sind unsere Mitarbeiter. Wir sind leidenschaftliche HR- und Personalexperten mit umfassender Erfahrung in den verschiedensten Branchen. Von Technologie bis Finanzen, von kreativen Sektoren bis hin zum Gesundheitswesen – unser kollektives Fachwissen erstreckt sich über viele Bereiche, sodass wir Ihnen umfassende und aufschlussreiche Karrierelösungen anbieten können.<br /><br /> Was unser Team auszeichnet, ist unser tiefes Engagement für Ihr Wachstum. Wir geben Ihnen nicht nur Ratschläge – wir investieren in Ihren langfristigen Erfolg. Unsere Experten sind darin geschult, die Chancen, Trends und Herausforderungen zu erkennen, die für Ihre Branche einzigartig sind. So können wir Strategien entwickeln, die nicht nur praktisch, sondern auch transformativ sind.<br /><br /> Ob Sie Beratung für einen Karrierewechsel, Führungscoaching oder die Orientierung auf dem Arbeitsmarkt suchen, unser Team bringt das Wissen, die Erfahrung und die Begeisterung mit, die Sie brauchen, um erfolgreich zu sein. Wir sind mehr als nur Berater; wir sind Ihre Wachstumspartner, die Sie mit Präzision und Sorgfalt durch jede Phase Ihrer Karriere führen.","title":"Die Menschen hinter Quorixia"},"AboutPrinciples":{"block1":{"text":"Wir legen Wert auf Authentizität – sowohl in unserer Kommunikation als auch in den Lösungen, die wir liefern. Unser Team ist bestrebt, Ihnen ehrliche, transparente Beratung zu bieten, die Ihren Karrierezielen entspricht.","title":"Authentizität"},"block2":{"text":"Der Weg zum Erfolg ist selten geradlinig. Wir helfen Ihnen, das Unerwartete mit Belastbarkeit zu meistern, unterstützen Sie bei der Bewältigung von Herausforderungen und ergreifen zielstrebig neue Chancen.","title":"Widerstandsfähigkeit"},"block3":{"text":"Wir verfolgen einen zukunftsorientierten Ansatz und antizipieren zukünftige Trends auf dem Arbeitsmarkt, um Ihnen einen Vorsprung zu verschaffen. Wir sorgen dafür, dass Ihre Karriere anpassungsfähig und relevant bleibt, indem wir den Branchenveränderungen immer einen Schritt voraus sind.","title":"Vision"},"block4":{"text":"Unser Ziel ist es, Sie dabei zu unterstützen, die Kontrolle über Ihren beruflichen Werdegang zu übernehmen. Wir statten Sie mit dem Wissen, den Werkzeugen und dem Selbstvertrauen aus, um wirkungsvolle Karriereentscheidungen zu treffen, die Ihren Zielen entsprechen.","title":"Ermächtigung"},"block5":{"text":"Erfolg erreicht man selten im Alleingang. Wir arbeiten eng mit Ihnen zusammen und bauen eine partnerschaftliche Beziehung auf, die sicherstellt, dass jede Lösung gemeinsam entwickelt und auf Ihre individuellen Bedürfnisse zugeschnitten wird.","title":"Zusammenarbeit"},"subtitle":"Im Mittelpunkt des Ansatzes von Quorixia stehen Werte, die unser Engagement widerspiegeln, sinnvolle, transformierende Karriereerfahrungen für jeden Einzelnen zu schaffen. Diese Prinzipien prägen alles, was wir tun, von der Art und Weise, wie wir mit Kunden zusammenarbeiten, bis hin zu den Strategien, die wir für langfristigen Erfolg entwickeln.","title":"Prinzipien, die<br /> Bestärken und inspirieren"},"AboutSecond":{"text":"Ihr Erfolg ist mehr als ein Ziel – er ist die Summe aller Entscheidungen und Handlungen auf dem Weg dorthin. Bei Quorixia legen wir Wert auf eine langfristige Partnerschaft, die es Ihnen ermöglicht, während Ihrer gesamten beruflichen Laufbahn fundierte und selbstbewusste Entscheidungen zu treffen.","title":"Unser Versprechen:"}},"home":{"HomeHero":{"subtitle":"Form<br /> Was kommt als nächstes","text":"Bei Quorixia ist Ihre Karriere mehr als ein Job – es ist Ihre persönliche Reise. Wir bieten maßgeschneiderte Personal- und Beschäftigungslösungen<br /> Lösungen, die fachmännisch ausgearbeitet wurden, um Sie bei jedem Schritt zu begleiten. Ob Sie mutige Karriereschritte machen oder<br /> Wir sind hier, um Ihnen dabei zu helfen, Ihr volles Potenzial mit personalisierter, menschenzentrierter Unterstützung zu entfalten und stetigen Fortschritt zu erzielen.","title":"Definieren Sie Ihre Karriere neu"},"HomeRequest":{"subtitle":"Ihre Reise beginnt hier","text":"Egal, ob Sie HR-Beratung suchen oder neue Beschäftigungsmöglichkeiten erkunden möchten, Quorixia unterstützt Sie in jeder Phase Ihrer Karriere. Lassen Sie uns gemeinsam daran arbeiten, Ihre Ziele zu erreichen.","title":"Bereit für den nächsten Schritt?"},"HomeResources":{"button":"Besuchen Sie unsere Ressourcen","subtitle":"Wir geben Ihnen mehr Wissen","text":"Für Ihre Karriere gibt es kein Handbuch, aber die Ressourcen von Quorixia sind die nächstbeste Alternative. Bleiben Sie mit Expertenwissen, Leitfäden und praktischen Ratschlägen von HR-Experten immer auf dem Laufenden. Unser Blog, unsere Fallstudien und unser Glossar helfen Ihnen, informiert und inspiriert zu bleiben und geben Ihnen die Werkzeuge an die Hand, um Ihre Karriere selbstbewusst zu steuern.","title":"Karriereressourcen"},"HomeSecond":{"button1":"Entdecken Sie unsere HR-Lösungen","button2":"Schalten Sie Beschäftigungsmöglichkeiten frei","text":"Wir bieten nicht nur HR-Dienstleistungen – wir geben Ihnen die Möglichkeit, die volle Kontrolle über Ihr Arbeitsleben zu übernehmen. Ob es sich um einen Karrierewechsel, die Weiterentwicklung in Ihrem aktuellen Bereich oder den Beginn eines neuen Weges handelt, unsere Lösungen sind auf Ihren persönlichen Weg zugeschnitten.","titl":"Übernehmen Sie die Verantwortung für Ihre Zukunft"},"HomeSolutionBlack":{"button":"Entwickeln Sie Ihre personalisierte HR-Strategie","content":"<h3 >Unsere Lösungen</h3><h2 > Was uns auszeichnet:</h2><p > Die Komplexität des Personalwesens zu bewältigen, kann überwältigend sein. Hier kommt Quorixia ins Spiel, mit einer umfassenden Palette personalisierter Personaldienstleistungen, die über die Grundlagen hinausgehen. Ob Sie Verträge aushandeln, Rechtsberatung suchen oder an Ihrer persönlichen Entwicklung arbeiten, unsere Lösungen sind auf Ihren Erfolg ausgerichtet. Jeder Service ist auf die individuellen Herausforderungen zugeschnitten, denen Sie gegenüberstehen.</p><h4 > Ausgewählte HR-Dienste</h4><ul ><li> <b>Vertragsverhandlungen:</b> Wir helfen Ihnen, die besten Bedingungen für Ihre Arbeitsverträge zu finden und auszuhandeln.</li><li> <b>Rechtliche Personalberatung:</b> Kompetente Beratung zu Arbeitsrechten und betrieblichen Regelungen.</li><li> <b>Personalisiertes Karriere-Coaching:</b> Einzelcoaching zur Strategieplanung für Ihr berufliches Wachstum.</li><li> <b>Unterstützung bei der Leistungsbeurteilung:</b> Anleitung, wie Sie bei Ihren Leistungsbeurteilungen glänzen können.</li><li> <b>Konfliktlösung:</b> Unterstützung bei der effektiven Lösung von Streitigkeiten am Arbeitsplatz.</li><li> <b>Strategien zur Work-Life-Balance:</b> Maßgeschneiderte Ansätze, die Ihnen dabei helfen, Ihr Berufs- und Privatleben zu meistern.</li><li> <b>Benchmarking der Vergütung:</b> Erkenntnisse, wie Sie sicherstellen, dass Sie in Ihrer Branche angemessen vergütet werden.</li><li> <b>Planung der Exit-Strategie:</b> Anleitung für einen reibungslosen und auf Ihre eigenen Bedingungen abgestimmten Übergang aus einer Rolle.</li><li> <b>Führungskräfteentwicklung:</b> Unterstützung für Personen, die Führungsrollen übernehmen oder anstreben.</li><li> <b>Updates zum Arbeitsrecht:</b> Bleiben Sie über die neuesten Regelungen informiert, die Ihre Rechte und Möglichkeiten betreffen.</li></ul>"},"HomeSolutionWhite":{"button":"Machen Sie den nächsten Schritt mit Zuversicht","content":"<h3 >Unsere Lösungen</h3><h2 > Arbeitsvermittlungsdienste zur Förderung Ihrer Karriere</h2><p > Um auf dem heutigen hart umkämpften Arbeitsmarkt hervorzustechen, sind mehr als nur Qualifikationen erforderlich. Quorixia bietet Arbeitsvermittlungsdienste an, die Ihnen helfen, Ihre Stärken hervorzuheben und Ihre Karriereziele mit realen Möglichkeiten in Einklang zu bringen. Von Lebensläufen bis zum Bewerbungstraining bieten wir Ihnen alles, was Sie brauchen, um immer einen Schritt voraus zu sein.</p><h4 > Ausgewählte Arbeitsvermittlungsdienste</h4><ul ><li> <b>Lebenslauferstellung:</b> Individuelle Lebensläufe, die Ihre Fähigkeiten und Erfolge hervorheben.</li><li> <b>Interview-Coaching:</b> Experten-Anleitung, um Vorstellungsgespräche souverän zu meistern.</li><li> <b>Navigation auf dem Arbeitsmarkt:</b> Wir helfen Ihnen, die besten Möglichkeiten für Ihre Karriere zu erkennen und zu nutzen.</li><li> <b>LinkedIn-Profiloptimierung:</b> Hinterlassen Sie mit einem herausragenden Profil einen soliden digitalen ersten Eindruck.</li><li> <b>Bewerbungshilfe:</b> Individuelle Unterstützung beim Verfassen von Bewerbungen, die auffallen.</li><li> <b>Networking-Strategie:</b> Erfahren Sie, wie Sie Ihr berufliches Netzwerk aufbauen und erweitern.</li><li> <b>Portfolio-Entwicklung:</b> Präsentieren Sie Ihre Arbeit mit einem professionell kuratierten Portfolio.</li><li> <b>Anschreiben verfassen:</b> Verfassen Sie überzeugende Anschreiben, die bei Arbeitgebern Anklang finden.</li><li> <b>Unterstützung beim Berufswechsel:</b> Mit fachkundiger Beratung gelingt der reibungslose Wechsel der Branche oder der Stelle.</li><li> <b>Gehaltsverhandlung:</b> Maximieren Sie Ihre Vergütung, indem Sie aus einer Position der Stärke verhandeln.</li></ul>"},"HomeStand":{"block1":{"text":"Obwohl Quorixia ein junges, zukunftsorientiertes Unternehmen ist, verfügt unser Team aus erfahrenen HR-Experten über jahrzehntelange, umfassende und vielfältige Erfahrung in verschiedenen Branchen. Wir vereinen eine leistungsstarke Mischung aus Einsicht, Kreativität und praktischer Expertise.","title":"Langjährige Erfahrung, frische Perspektive"},"block2":{"text":"Bei Quorixia glauben wir nicht an Einheitsansätze. Ihre Karriere ist eine fortlaufende Geschichte voller Potenzial und einzigartiger Herausforderungen. Deshalb nehmen wir uns die Zeit, Ihnen aufmerksam zuzuhören und die Tiefe Ihrer beruflichen Ambitionen zu verstehen.","title":"Präzise gefertigte Lösungen, maßgeschneidert für Sie"},"block3":{"text":"Unser Ansatz geht über die Standardberatung hinaus. Es geht darum, eine tiefe Partnerschaft aufzubauen, die auf Vertrauen, Mitgefühl und gegenseitigem Wachstum basiert. Das Quorixia-Team sieht jede Interaktion als eine Gelegenheit, Vertrauen zu schaffen, Potenzial freizusetzen und Veränderungen voranzutreiben.","title":"Empathie und Ermächtigung im Mittelpunkt"},"button":"Erfahren Sie, warum Kunden Quorixia vertrauen","title":"Was uns auszeichnet:"},"HomeWhy":{"subtitle":"Fördern Sie Ihre Ambitionen mit fachkundiger Anleitung","text":"Für unser Team sind Sie nicht einfach nur ein Kunde unter vielen. Sie sind ein Profi mit Träumen, Zielen und Ambitionen. Mit über einem Jahrzehnt Erfahrung im Bereich Personalwesen und Beschäftigung sind wir darauf spezialisiert, maßgeschneiderte Strategien zu entwickeln, die Sie in den Mittelpunkt Ihrer Karrieregeschichte stellen.","title":"Warum<br /> Quorixia?"}},"glossary":{"GlossaryHero":{"subtitle":"Wichtige Begriffe, die Sie kennen sollten","text":"Die Bewältigung der Komplexität von HR und Beschäftigung kann branchenspezifische<br /> Terminologie, die nicht immer leicht zu verstehen ist. Wenn Sie neu auf dem Arbeitsmarkt sind oder ein<br /> Erfahrener Profi, unser Glossar bietet klare Definitionen der wichtigsten HR-Begriffe, um Sie<br /> informiert und befähigt. Von A bis Z wird dieser Leitfaden Ihnen helfen, die Sprache zu verstehen<br /> das moderne HR-Praktiken und Beschäftigungsprozesse vorantreibt.","title":"Das Quorixia HR- und Beschäftigungsglossar:"}},"login":{"forgot":{"button":"Jetzt zurücksetzen","error":"Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.","subtitle":"Bitte geben Sie Ihren Benutzernamen oder Ihre E-Mail-Adresse ein.<br /> Wir senden Ihnen per E-Mail einen Link zum Erstellen eines neuen Passworts.","success":"Der Link zum Zurücksetzen wurde an Ihre E-Mail gesendet!","title":"Passwort vergessen?"},"form":{"button":"Einloggen","email":"E-Mail","forgot":"Passwort vergessen?","password":"Passwort"},"reset":{"button":"Neues Passwort festlegen","confirmPassword":"Passwort bestätigen","currentPassword":"Aktuelles Passwort","invalid":"Ungültiger oder abgelaufener Link.","newPassword":"Neues Passwort","subtitle":"Aktualisieren Sie Ihr Passwort, um Ihr Konto zu schützen.","success":"Passwort erfolgreich geändert!","title":"Kennwort ändern","validationSchema":{"confirmPassword":"Bestätigung des Passworts ist erforderlich","currentPassword":"Aktuelles Passwort erforderlich","newPassword":"Neues Passwort erforderlich","oneOf":"Passwörter müssen übereinstimmen"}},"text":"Melden Sie sich bei Ihrem Konto an, indem Sie Ihren Benutzernamen oder Ihre E-Mail-Adresse und Ihr Passwort eingeben.<br /> Sollten Sie Ihr Passwort vergessen haben, können Sie es über den Link „Passwort vergessen?“ zurücksetzen.","title":"Willkommen zurück bei Quorixia!","validationSchema":{"email":"Ungültige E-Mail-Adresse","password":"Passwort erforderlich ist","requiredEmail":"E-Mail ist erforderlich"}},"thankyou":{"text":"Wir freuen uns über Ihre Bestellung und unser Team wird sich mit Ihnen in Verbindung setzen<br /> kurz, um die Details zu bestätigen.","title":"Danke, dass Sie sich für Quorixia entschieden haben!"},"employment":{"EmploymentExpertise":{"button":"Jetzt Arbeitsvermittlung bestellen","service":"Auftragsbesetzung","text":"Erschließen Sie sich mit Quorixias Arbeitsvermittlungsdiensten eine Welt voller Möglichkeiten. Von der Überarbeitung Ihres Lebenslaufs bis hin zur Entwicklung einer überzeugenden Strategie für Vorstellungsgespräche – unsere Lösungen sind darauf ausgelegt, Ihnen dabei zu helfen, sich auf dem hart umkämpften Arbeitsmarkt hervorzuheben. Wir begleiten Sie bei jedem Schritt Ihrer Jobsuche und bieten Ihnen die Tools, Einblicke und Unterstützung, die Sie brauchen, um Ihre Karriereziele selbstbewusst zu erreichen.","title":"Entdecken Sie die vollständige Liste<br /> von Angeboten"},"EmploymentHero":{"text":"Bei Quorixia bieten wir maßgeschneiderte Beschäftigung<br /> Lösungen, die Ihnen dabei helfen, sich in der<br /> Arbeitsmarkt, schärfen Sie Ihre Fähigkeiten und sichern Sie<br /> die richtigen Gelegenheiten.","title":"Bringen Sie Ihre Karriere voran<br /> mit unseren Arbeitsvermittlungsdiensten"},"EmploymentHowWork":{"step1":{"content":"<p>Unsere gemeinsame Reise beginnt mit einer umfassenden Beratung, virtuell oder persönlich. Während dieser Sitzung tauchen wir tief in Ihren beruflichen Werdegang, Ihre aktuellen Herausforderungen und Ihre langfristigen Ziele ein. Wir stellen aufschlussreiche Fragen, um Ihre Stärken, Vorlieben und Schwachstellen zu verstehen. Dieser Schritt hilft uns, klar zu verstehen, wer Sie als Berufstätiger sind und wohin Sie wollen.</p><h4> Was wir abdecken:</h4><ul><li> Ihre bisherigen Erfahrungen und Ihre aktuelle Jobsuche.</li><li> Karrierewechsel, die Sie in Erwägung ziehen.</li><li> Hervorzuhebende Fähigkeiten und Stärken.</li><li> Mögliche Hindernisse und wie man sie überwindet.</li></ul>","title":"Schritt 1: Ausführliche Beratung"},"step2":{"content":"<p>Mit den Erkenntnissen aus unserer Beratung entwickeln wir eine vollständig maßgeschneiderte Beschäftigungsstrategie, die auf Ihre individuellen Bedürfnisse zugeschnitten ist. Dieser Plan skizziert umsetzbare Schritte für Ihre Jobsuche oder Karriereentwicklung mit detaillierten Zeitplänen und klaren Zielen. Unser Ansatz umfasst auch Tipps für Personal Branding, Marktpositionierung und die Präsentation Ihrer Persönlichkeit als herausragender Kandidat.</p><h4> Was Sie erhalten:</h4><ul><li> Personalisierter Karriere-Aktionsplan.</li><li> Strategie zum Erstellen eines Lebenslaufs/CV und Vorbereitung auf Vorstellungsgespräche.</li><li> Anleitung zum Netzwerken und zur Nutzung Ihrer beruflichen Kontakte.</li><li> Brancheneinblicke und Trends, die zu Ihren Karrierezielen passen.</li></ul>","title":"Schritt 2: Maßgeschneiderte Strategie- und Karriereplanung"},"step3":{"content":"<p>Sobald der Plan steht, gehen wir in die Tat. Unser Team bietet Ihnen direkte, praktische Unterstützung bei der Umsetzung Ihrer Strategie. Von der Perfektionierung Ihres Lebenslaufs bis zum Üben von Vorstellungsgesprächen sind wir hier, um Sie mit den notwendigen Werkzeugen, dem Wissen und dem Selbstvertrauen auszustatten. Wir geben Ihnen auch fortlaufend Feedback, um sicherzustellen, dass Ihre Jobsuche auf dem richtigen Weg ist.</p><h4> Dienstleistungen während dieser Phase:</h4><ul><li> Verfassen von Lebensläufen/CVs und Anschreiben.</li><li> Optimierung des LinkedIn-Profils und Verbesserung der digitalen Präsenz.</li><li> Probeinterviews und Rollenspiele zur Verbesserung Ihrer Fähigkeiten.</li><li> Unterstützung bei der Netzwerkstrategie, sowohl online als auch offline.</li></ul>","title":"Schritt 3: Implementierung und praktische Unterstützung"},"step4":{"content":"<p>Ihre Partnerschaft endet nicht, wenn Sie einen Job bekommen oder eine bestimmte Phase abgeschlossen haben. Wir glauben an kontinuierliche, langfristige Unterstützung. Während Ihre Karriere voranschreitet, bleiben wir in Kontakt und beraten Sie bei der Verhandlung von Stellenangeboten, der Anpassung an neue Rollen oder weiteren Karriereschritten. Wir sind Ihre Partner für anhaltenden Erfolg und passen unsere Strategien an, wenn sich Ihre Ziele weiterentwickeln.</p><h4> Der langfristige Support umfasst:</h4><ul><li> Bewertung von Stellenangeboten und Verhandlungsberatung.</li><li> Vorbereitung auf Leistungsbeurteilungen und Strategien für den beruflichen Aufstieg.</li><li> Kontinuierliche Einblicke in die Branche helfen Ihnen, wettbewerbsfähig zu bleiben.</li><li> Laufende Beratung für zukünftige berufliche Veränderungen oder Aufstiege.</li></ul>","title":"Schritt 4: Kontinuierliche Beratung und langfristige Unterstützung"},"title":"Wie wir arbeiten"},"EmploymentPricing":{"button":"Preise und Pakete anzeigen","text":"Wir bieten flexible Preisoptionen, die auf Ihre spezifischen Beschäftigungsbedürfnisse zugeschnitten sind. Egal, ob Sie eine einmalige Dienstleistung oder ein umfassendes Beschäftigungspaket suchen, Quorixia bietet transparente Preise für jede Phase Ihrer beruflichen Laufbahn.","title":"Transparente Preise, maßgeschneiderte Pakete"},"EmploymentRequest":{"text":"Wir bieten Ihnen die persönliche Unterstützung, die Sie brauchen, um Ihren beruflichen Weg voranzutreiben. Nutzen Sie das untenstehende Formular, um Kontakt mit uns aufzunehmen. Einer unserer erfahrenen Berater wird sich umgehend bei Ihnen melden. Gemeinsam entwickeln wir eine Strategie, die Ihren Zielen entspricht.","title":"Lassen Sie uns gemeinsam Ihre Karriere beginnen"}},"dashboard":{"availableFiles":"Verfügbare Dateien","logout":"Ausloggen","orders":{"cancelled":"Abgesagt","completed":"Vollendet","date":"Datum","files":"Verfügbare Dateien","id":"Bestellnummer","loading":"Bestellungen werden geladen...","method":"Banküberweisung","payment":"Zahlungsmethode","service":"Gekaufte Dienstleistung","status":"Bestellstatus","total":"Gesamtpreis"},"personalData":"Personenbezogene Daten","PersonalData":{"error":"Beim Aktualisieren Ihrer Informationen ist ein Fehler aufgetreten.","form":{"address":"Adresse","button":"Änderungen speichern","city":"Stadt","country":"Land","email":"E-Mail","firstName":"Vorname","lastName":"Nachname","phone":"Telefon","state":"Staat/Provinz","street":"Straße","zip":"REISSVERSCHLUSS"},"success":"Ihre Informationen wurden erfolgreich aktualisiert.","title":"Persönliche Angaben","validationSchema":{"email":"Bitte geben Sie eine gültige E-Mail-Adresse an.","required":"Dieses Feld ist erforderlich."}},"pleaseLogIn":"Bitte melde dich an.","recentOrders":"Letzte Bestellungen","welcome":"Willkommen"},"footer":{"aboutUs":"Über uns","blog":"Der Blog","careers":"Karriere","caseStudies":"Fallstudien","contactUs":"Kontaktieren Sie uns","cookies":"Cookies und Tracking","description":"Personalisierte HR- und Beschäftigungslösungen, die darauf ausgelegt sind,<br /> helfen Ihnen, Ihren Karriereweg sicher zu meistern.","employment":"Anstellung","glossary":"Glossar","hr":"Personalwesen","office":"Büroadresse","platform":"Plattform","pricing":"Preise","privacy":"Datenschutzrichtlinie","refund":"Rückerstattung-Politik","registered":"Registrierte Adresse","resources":"Ressourcen","solutions":"Lösungen","stayConnected":"In Verbindung bleiben","support":"Unterstützung","terms":"Nutzungsbedingungen","whyQuorixia":"Warum Quorixia"},"contact":{"ContactDetails":{"office":"Büroadresse","registered":"Registrierte Adresse","title":"Kontaktinformationen"},"ContactHero":{"text":"Wir sind hier, um Sie auf Ihrem Karriereweg zu unterstützen.<br /> Zögern Sie nicht, uns zu kontaktieren, wenn Sie Fragen zu unseren<br /> Dienstleistungen, möchten mehr darüber erfahren, wie wir helfen können<br /> Sie oder benötigen personalisierte HR- und Beschäftigung<br /> Lösungen. Unser Team ist immer bereit, Ihnen zu helfen.<br /> Kontaktieren Sie uns über die untenstehenden Kontaktdaten oder senden Sie uns eine<br /> Nachricht über unser Kontaktformular – wir antworten so schnell wie<br /> so bald wie möglich.","title":"Nehmen Sie Kontakt mit Quorixia auf"},"ContactRequest":{"text":"Wenn Sie Fragen oder Anregungen haben, verwenden Sie bitte das untenstehende Formular, um Kontakt mit uns aufzunehmen. Ganz gleich, ob Sie Karriereberatung, weitere Informationen zu unseren Dienstleistungen oder eine Zusammenarbeit wünschen, wir sind für Sie da, um Ihnen zuzuhören und zu antworten. Füllen Sie einfach das Formular aus und ein Mitglied unseres Teams wird Ihnen in Kürze antworten.","title":"Lassen Sie uns ein Gespräch beginnen"}},"careers":{"CareersBenefits":{"subtitle1":"Flexibles Arbeiten<br /> Umfeld","subtitle2":"Professional<br /> Entwicklung","subtitle3":"Arbeits- und Privatleben<br /> Gleichgewicht","subtitle4":"Inklusive<br /> Kultur","text1":"Egal, ob Sie lieber von zu Hause oder im Büro arbeiten, wir bieten flexible Regelungen, die zu Ihrem Lebensstil passen.","text2":"Kontinuierliches Lernen ist für den Erfolg von entscheidender Bedeutung. Deshalb bieten wir Möglichkeiten für Schulungen, Zertifizierungen und berufliches Wachstum.","text3":"Ihr Wohlbefinden ist uns wichtig und wir bieten Ihnen bezahlten Urlaub, Leistungen der Krankenversicherung und psychologische Unterstützung, um sicherzustellen, dass Sie energiegeladen und konzentriert bleiben.","text4":"Vielfalt und Inklusion sind für uns mehr als nur Schlagworte – sie sind Teil unserer Identität. Wir möchten ein Umfeld schaffen, in dem sich jeder wertgeschätzt fühlt und die Möglichkeit hat, sein ganzes Ich in die Arbeit einzubringen.","title":"Leistungen für Arbeitnehmer"},"CareersHero":{"subtitle":"Gestalten Sie die Zukunft mit Quorixia","text":"Großes Talent ist der Schlüssel, um sinnvolle Veränderungen voranzutreiben. Als wachsendes Unternehmen, das sich wandelt<br /> wie HR- und Beschäftigungsdienstleistungen erbracht werden, sind wir immer auf der Suche nach leidenschaftlichen, innovativen<br /> Einzelpersonen, die bereit sind, etwas zu bewirken. Entwickeln Sie mit uns personalisierte Lösungen, die helfen<br /> Fachkräfte erreichen ihr volles Potenzial. Entdecken Sie unsere aktuellen Stellenangebote und werden Sie Teil einer<br /> Team, das sich der Exzellenz, dem Wachstum und der Zusammenarbeit verschrieben hat.","title":"Werde Teil unseres Teams"},"CareersHow":{"button":"Senden Sie Ihren Lebenslauf","text":"Möchten Sie bei Quorixia mitmachen? Wir würden uns freuen, von Ihnen zu hören! Senden Sie Ihren Lebenslauf, Ihr Anschreiben und eine kurze Beschreibung, warum Sie gut zu uns passen. Bitte geben Sie in der Betreffzeile die Berufsbezeichnung an, auf die Sie sich bewerben.","title":"Bewerbung"},"CareersLast":{"text":"Quorixia ist mehr als nur ein Unternehmen – es ist ein Ort, an dem Innovation, Zusammenarbeit und Leidenschaft zusammenkommen, um das Leben der Menschen zu verbessern. Wenn Sie bereit sind, Teil eines wachsenden Teams zu werden, das Ihre Beiträge schätzt und Ihr Wachstum unterstützt, bewerben Sie sich noch heute!","title":"Begleiten Sie uns auf der Reise<br /> zur Karriereveränderung"},"CareersProcess":{"block1":{"text":"Unser HR-Team prüft jede Bewerbung sorgfältig, um die optimale Eignung sicherzustellen.","title":"Erstprüfung der Bewerbung"},"block2":{"text":"Wenn Sie ausgewählt werden, werden Sie zu einem telefonischen Einführungsinterview eingeladen, um Ihre Erfahrungen und Karriereziele zu besprechen.","title":"Telefoninterview"},"block3":{"text":"Abhängig von der Rolle bitten wir Sie möglicherweise, an einer kurzen Fähigkeitenbeurteilung teilzunehmen, um Ihr Fachwissen unter Beweis zu stellen.","title":"Kompetenzbewertung"},"block4":{"text":"Erfolgreiche Kandidaten werden zu einem abschließenden Gespräch mit dem Team eingeladen, um die kulturelle Eignung zu beurteilen und zu besprechen, wie sie zu unserer Mission beitragen können.","title":"Abschlussinterview"},"block5":{"text":"Sobald wir die richtige Person gefunden haben, unterbreiten wir Ihnen ein Angebot und starten den Onboardingprozess, um Sie im Team willkommen zu heißen.","title":"Angebot & Onboarding"},"subtitle":"Bei Quorixia glauben wir an einen Einstellungsprozess, der so individuell ist wie unsere Dienstleistungen. Das können Sie erwarten:","title":"Unser Einstellungsprozess"},"CareersWhy":{"subtitle1":"Unsere Mission","subtitle2":"Unsere Kultur","text1":"Wir haben eine einfache Mission: Wir möchten Menschen dabei unterstützen, ihre Karriereziele mit personalisierten HR- und Beschäftigungslösungen zu erreichen. Wenn Sie bei uns arbeiten, tragen Sie dazu bei, das Leben anderer zu verändern und einen echten Unterschied bei der Gestaltung ihrer beruflichen Zukunft zu machen.","text2":"Wir glauben an die Förderung eines unterstützenden, dynamischen Arbeitsumfelds, in dem Kreativität und Zusammenarbeit gedeihen. Bei Quorixia finden Sie eine Kultur, die kontinuierliches Lernen, innovatives Denken und Teamgeist schätzt. Wir ermutigen unsere Mitarbeiter, sich beruflich und persönlich weiterzuentwickeln, und bieten Möglichkeiten zur Kompetenzentwicklung und zum beruflichen Aufstieg.","title":"Warum mit Quorixia arbeiten?"},"CareersWrap":{"subtitle":"Hier sind unsere neuesten Möglichkeiten, dem Quorixia-Team beizutreten:","title":"Aktuelle Stellenangebote"},"JobPopup":{"desiredPositions":{"label1":"HR-Berater","label2":"Spezialist für digitales Marketing","label3":"Karrierecoach","label4":"Kundenbeziehungsmanager"},"form":{"email":"E-Mail","fullName":"Vollständiger Name","message":"Ihre Nachricht","phone":"Telefonnummer","portfolio":"Motivationsschreiben","position":"Service auswählen","resume":"Lebenslauf anhängen","send":"Schicken"},"subtitle":"Bereit, der Quorixia-Crew beizutreten?<br /> Füllen Sie das untenstehende Formular aus, um Ihre Bewerbung einzureichen!","thanks":{"text":"Ihre Anfrage wurde erfolgreich empfangen!<br /> Ein Mitglied unseres Teams wird sich in Kürze mit Ihnen in Verbindung setzen.","title":"DANKE SCHÖN!"},"title":"Antragsformular","validationSchema":{"email":"Bitte geben Sie eine gültige E-Mail-Adresse an.","required":"Dieses Feld ist erforderlich."}}},"cart":{"empty":{"button":"Erste Schritte","text":"Durchsuchen Sie unsere Auswahl an Personal- und Beschäftigungsdiensten, um<br /> Ihr Karrierewachstum und Ihre berufliche Entwicklung vorantreiben.","title":"Ihr Einkaufswagen scheint derzeit leer zu sein"},"price":"Preis","proceed":"Zur Kasse gehen","quantity":"Menge","serviceName":"Dienstname","subtotal":"Zwischensumme","title":"Warenkorb","total":"Gesamt"},"pricing":{"AdditionalSolution":{"button":"Vollständige Preisliste herunterladen","text":"Die oben aufgeführten Festpreisdienste sind nur ein kleiner Einblick in das, was Quorixia bieten kann. Wir bieten eine umfassende Palette an HR- und Beschäftigungslösungen, die flexibel und individuell auf Ihren Karriereweg zugeschnitten sind. Wir bieten viele Dienste, die Ihren individuellen Anforderungen gerecht werden, von fortgeschrittenem Coaching bis hin zu maßgeschneiderten Strategien für die Arbeitssuche.<br /><br /> Laden Sie unsere umfassende Preisliste herunter, um einen detaillierten Überblick über alle von uns angebotenen Optionen und Preise zu erhalten. Wir möchten Ihr berufliches Wachstum unterstützen, egal, wo Sie sich gerade befinden.","title":"Entdecken Sie weitere Lösungen"},"CareerSolution":{"buy":"Kaufen","from":"Aus","price":"Preis","subtitle":"Wählen Sie das perfekte Paket für Ihre Reise","text":"Bei Quorixia wissen wir, dass jeder Karriereweg einzigartig ist. Deshalb haben wir eine Reihe sorgfältig zusammengestellter Servicepakete zusammengestellt, die Sie in jeder Phase Ihrer beruflichen Laufbahn unterstützen. Wenn Sie gerade erst anfangen, in Ihrem Bereich vorankommen möchten, einen Karrierewechsel durchführen oder sich auf Führungsrollen vorbereiten, bieten unsere Pakete umfassende, personalisierte Unterstützung, die auf Ihre spezifischen Ziele zugeschnitten ist. Sehen Sie sich unsere Pakete unten an und finden Sie dasjenige, das Ihren Karrierezielen entspricht.","title":"Maßgeschneiderte Karrierelösungen"},"OrderPopup":{"form":{"email":"E-Mail","fullName":"Vollständiger Name","message":"Ihre Nachricht","phone":"Telefonnummer","send":"Schicken"},"text":"Interessiert an unserem vorgefertigten Paket? Bitte füllen Sie das folgende Formular aus, damit unser Vertreter Sie in Kürze mit allen erforderlichen Einzelheiten kontaktieren kann.","thanks":{"text":"Ihre Anfrage wurde erfolgreich empfangen!<br /> Ein Mitglied unseres Teams wird sich in Kürze mit Ihnen in Verbindung setzen.","title":"DANKE SCHÖN!"},"title":"Komplettpaket Anfrage","validationSchema":{"email":"Bitte geben Sie eine gültige E-Mail-Adresse an.","required":"Dieses Feld ist erforderlich."}},"PricingHero":{"subtitle":"Transparent & Flexibel<br /> Optionen für Ihre Karrierebedürfnisse","text":"Die Quorixia-Crew bietet klare, feste Preise für unsere HR- und Beschäftigungsdienste und gewährleistet<br /> Sie wissen genau, was Sie bekommen. Egal, ob Sie eigenständige Dienste benötigen oder investieren möchten<br /> In einem umfassenden Karriereunterstützungspaket sind unsere Optionen auf verschiedene Bedürfnisse zugeschnitten und<br /> Budgets. Entdecken Sie unten unsere Festpreisdienste oder entscheiden Sie sich für einen unserer sorgfältig zusammengestellten<br /> Pakete, die mehrere Angebote kombinieren, um Ihnen den besten Wert zu bieten.","title":"Quorixia-Preise"},"PricingSecond":{"employment":"Arbeitsvermittlung","hr":"Personaldienstleistungen"}},"thanks_popup":{"text":"Ihre Anfrage wurde erfolgreich empfangen!<br /> Ein Mitglied unseres Teams wird sich in Kürze mit Ihnen in Verbindung setzen.","title":"DANKE SCHÖN!"},"request_popup":{"employmentService":{"label1":"Erstellen eines Lebenslaufs","label10":"Personal Branding Beratung","label11":"Unterstützung bei der Bewerbung","label12":"Professionelle Portfolioentwicklung","label13":"Strategien für Freiberufler und Vertragsarbeiter","label14":"Virtuelles Interview-Coaching","label15":"Analyse der Arbeitsplatzkultur","label16":"Praktikums- & Ausbildungsplatzsuche","label17":"Zweitkarriereplanung","label18":"Strategie für die Nachbereitung von Vorstellungsgesprächen","label19":"Optimierung des Freelancer-Profils","label2":"Interview Preparation","label20":"Arbeitsrechtliche Beratung","label21":"Bewertung des Stellenangebots","label3":"Strategie für die Jobsuche","label4":"LinkedIn-Profiloptimierung","label5":"Netzwerkstrategie","label6":"Anschreiben verfassen","label7":"Trends und Einblicke auf dem Arbeitsmarkt","label8":"Gehaltsverhandlungscoaching","label9":"Unterstützung beim beruflichen Übergang"},"form":{"email":"E-Mail","fullName":"Vollständiger Name","message":"Ihre Nachricht","phone":"Telefonnummer","send":"Schicken","service":"Service auswählen"},"hrServices":{"label1":"Vertragsverhandlung und -prüfung","label10":"Talententwicklung und Kompetenzbewertung","label11":"Diversität & Inklusion Beratung","label12":"Fernarbeit und Flexibilitätsplanung","label13":"Karrierewegplanung","label14":"Überprüfung der Personalpolitik","label15":"Persönliche Entwicklungspläne","label16":"Konfliktvermittlung","label17":"Jobrollenanalyse und -klärung","label18":"Interessenvertretung für Arbeitnehmerrechte","label19":"Arbeitsplatzkultur und Anpassung","label2":"Leistungsmanagement","label20":"Mentoring-Matching","label21":"Wohlbefinden am Arbeitsplatz und Unterstützung der psychischen Gesundheit","label3":"Rechtliche Personalberatung","label4":"Konfliktlösung am Arbeitsplatz","label5":"Führungscoaching","label6":"Beratung zu Vergütung und Sozialleistungen","label7":"Ausstiegsstrategie und Unterstützung beim Berufswechsel","label8":"Strategien zur Work-Life-Balance","label9":"Unterstützung bei der Einarbeitung"},"text1":"Beginnen Sie mit unserem maßgeschneiderten","text2":"heute. Vereinbaren Sie einen Beratungstermin und machen Sie den ersten Schritt zur Verwirklichung Ihrer Karriereziele.","thanks":{"text":" Ihre Anfrage wurde erfolgreich empfangen!<br /> Ein Mitglied unseres Teams wird sich in Kürze mit Ihnen in Verbindung setzen.","title":"DANKE SCHÖN!"},"title":"Sind Sie bereit für eine Veränderung in Ihrem beruflichen Werdegang?","validationSchema":{"email":"Bitte geben Sie eine gültige E-Mail-Adresse an.","required":"Dieses Feld ist erforderlich."}}}