{"default":{},"header":{"aboutUs":"Über uns","account":"Konto","blog":"Der Blog","careers":"Karriere","caseStudies":"Fallstudien","contactUs":"Kontaktieren Sie uns","employment":"Anstellung","glossary":"Glossar","hr":"Personalwesen","login":"Einloggen","pricing":"Preise","signup":"Melden Sie sich an","whyQuorixia":"Warum Quorixia"},"connect_form":{"expertiseLevel":{"label1":"Einstiegsniveau","label2":"Mittelstufe","label3":"Senior-Level"},"formFields":{"additionalInfo":"Weitere Informationen","coreCompetencies":"Kernkompetenzen","coverLetter":"Motivationsschreiben","desiredRole":"Gewünschte Berufsrolle","email":"E-Mail","expertiseLevel":"Kompetenzniveau","firstName":"Vorname","lastName":"Nachname","linkedInProfile":"Link zum LinkedIn-Profil","phone":"Telefonnummer","resume":"Lebenslauf anhängen","salaryRange":"Erwartete Gehaltsspanne","sector":"Interessensektor","startDate":"Frühester Starttermin","submit":"Einreichen","terms1":"Ich habe die Daten gelesen und stimme ihnen zu.","terms2":"Nutzungsbedingungen","terms3":"Und","terms4":"Datenschutzrichtlinie","workLocation":"Bevorzugter Arbeitsort"},"jobRole":{"label1":"Finanzen & Buchhaltung","label10":"Vertrieb & Geschäftsentwicklung","label2":"Administrative Unterstützung","label3":"Marketing & Kommunikation","label4":"Ingenieurwesen und Bauwesen","label5":"Nahrungsmittel und Getränke","label6":"Gesundheitswesen und Biotechnologie","label7":"Gastgewerbe & Tourismus","label8":"Personalwesen und Talentmanagement","label9":"Informationstechnologie und Software"},"validationSchema":{"firstName":"Vorname ist erforderlich","invalidEmail":"Ungültige E-Mail-Adresse","invalidURL":"Ungültige URL","lastName":"Nachname ist erforderlich","requiredEmail":"E-Mail ist erforderlich"}},"blog":{"BlogHero":{"text":"Wir glauben, dass Wissen der Schlüssel zur Entfaltung Ihrer<br /> berufliches Potenzial. Unser Blog ist gefüllt mit Experten<br /> Tipps, Brancheneinblicke und umsetzbare Ratschläge, die helfen<br /> Sie steuern Ihren Karriereweg selbstbewusst. Bleiben Sie<br /> informiert, bleiben Sie auf dem Laufenden und übernehmen Sie die Kontrolle über Ihre<br /> Zukunft mit Quorixia.","title":" Quorixia Blog: Ihr<br /> Leitfaden zum beruflichen Erfolg"},"BlogSlider":{"read":"Jetzt lesen","title":"Ausgewählte Blogthemen"}},"home":{"HomeHero":{"subtitle":"Form<br /> Was kommt als nächstes","text":"Bei Quorixia ist Ihre Karriere mehr als ein Job – es ist Ihre persönliche Reise. Wir bieten maßgeschneiderte Personal- und Beschäftigungslösungen<br /> Lösungen, die fachmännisch ausgearbeitet wurden, um Sie bei jedem Schritt zu begleiten. Ob Sie mutige Karriereschritte machen oder<br /> Wir sind hier, um Ihnen dabei zu helfen, Ihr volles Potenzial mit personalisierter, menschenzentrierter Unterstützung zu entfalten und stetigen Fortschritt zu erzielen.","title":"Definieren Sie Ihre Karriere neu"},"HomeRequest":{"subtitle":"Ihre Reise beginnt hier","text":"Egal, ob Sie HR-Beratung suchen oder neue Beschäftigungsmöglichkeiten erkunden möchten, Quorixia unterstützt Sie in jeder Phase Ihrer Karriere. Lassen Sie uns gemeinsam daran arbeiten, Ihre Ziele zu erreichen.","title":"Bereit für den nächsten Schritt?"},"HomeResources":{"button":"Besuchen Sie unsere Ressourcen","subtitle":"Wir geben Ihnen mehr Wissen","text":"Für Ihre Karriere gibt es kein Handbuch, aber die Ressourcen von Quorixia sind die nächstbeste Alternative. Bleiben Sie mit Expertenwissen, Leitfäden und praktischen Ratschlägen von HR-Experten immer auf dem Laufenden. Unser Blog, unsere Fallstudien und unser Glossar helfen Ihnen, informiert und inspiriert zu bleiben und geben Ihnen die Werkzeuge an die Hand, um Ihre Karriere selbstbewusst zu steuern.","title":"Karriereressourcen"},"HomeSecond":{"button1":"Entdecken Sie unsere HR-Lösungen","button2":"Schalten Sie Beschäftigungsmöglichkeiten frei","text":"Wir bieten nicht nur HR-Dienstleistungen – wir geben Ihnen die Möglichkeit, die volle Kontrolle über Ihr Arbeitsleben zu übernehmen. Ob es sich um einen Karrierewechsel, die Weiterentwicklung in Ihrem aktuellen Bereich oder den Beginn eines neuen Weges handelt, unsere Lösungen sind auf Ihren persönlichen Weg zugeschnitten.","titl":"Übernehmen Sie die Verantwortung für Ihre Zukunft"},"HomeSolutionBlack":{"button":"Entwickeln Sie Ihre personalisierte HR-Strategie","content":"<h3 >Unsere Lösungen</h3><h2 > Was uns auszeichnet:</h2><p > Die Komplexität des Personalwesens zu bewältigen, kann überwältigend sein. Hier kommt Quorixia ins Spiel, mit einer umfassenden Palette personalisierter Personaldienstleistungen, die über die Grundlagen hinausgehen. Ob Sie Verträge aushandeln, Rechtsberatung suchen oder an Ihrer persönlichen Entwicklung arbeiten, unsere Lösungen sind auf Ihren Erfolg ausgerichtet. Jeder Service ist auf die individuellen Herausforderungen zugeschnitten, denen Sie gegenüberstehen.</p><h4 > Ausgewählte HR-Dienste</h4><ul ><li> <b>Vertragsverhandlungen:</b> Wir helfen Ihnen, die besten Bedingungen für Ihre Arbeitsverträge zu finden und auszuhandeln.</li><li> <b>Rechtliche Personalberatung:</b> Kompetente Beratung zu Arbeitsrechten und betrieblichen Regelungen.</li><li> <b>Personalisiertes Karriere-Coaching:</b> Einzelcoaching zur Strategieplanung für Ihr berufliches Wachstum.</li><li> <b>Unterstützung bei der Leistungsbeurteilung:</b> Anleitung, wie Sie bei Ihren Leistungsbeurteilungen glänzen können.</li><li> <b>Konfliktlösung:</b> Unterstützung bei der effektiven Lösung von Streitigkeiten am Arbeitsplatz.</li><li> <b>Strategien zur Work-Life-Balance:</b> Maßgeschneiderte Ansätze, die Ihnen dabei helfen, Ihr Berufs- und Privatleben zu meistern.</li><li> <b>Benchmarking der Vergütung:</b> Erkenntnisse, wie Sie sicherstellen, dass Sie in Ihrer Branche angemessen vergütet werden.</li><li> <b>Planung der Exit-Strategie:</b> Anleitung für einen reibungslosen und auf Ihre eigenen Bedingungen abgestimmten Übergang aus einer Rolle.</li><li> <b>Führungskräfteentwicklung:</b> Unterstützung für Personen, die Führungsrollen übernehmen oder anstreben.</li><li> <b>Updates zum Arbeitsrecht:</b> Bleiben Sie über die neuesten Regelungen informiert, die Ihre Rechte und Möglichkeiten betreffen.</li></ul>"},"HomeSolutionWhite":{"button":"Machen Sie den nächsten Schritt mit Zuversicht","content":"<h3 >Unsere Lösungen</h3><h2 > Arbeitsvermittlungsdienste zur Förderung Ihrer Karriere</h2><p > Um auf dem heutigen hart umkämpften Arbeitsmarkt hervorzustechen, sind mehr als nur Qualifikationen erforderlich. Quorixia bietet Arbeitsvermittlungsdienste an, die Ihnen helfen, Ihre Stärken hervorzuheben und Ihre Karriereziele mit realen Möglichkeiten in Einklang zu bringen. Von Lebensläufen bis zum Bewerbungstraining bieten wir Ihnen alles, was Sie brauchen, um immer einen Schritt voraus zu sein.</p><h4 > Ausgewählte Arbeitsvermittlungsdienste</h4><ul ><li> <b>Lebenslauferstellung:</b> Individuelle Lebensläufe, die Ihre Fähigkeiten und Erfolge hervorheben.</li><li> <b>Interview-Coaching:</b> Experten-Anleitung, um Vorstellungsgespräche souverän zu meistern.</li><li> <b>Navigation auf dem Arbeitsmarkt:</b> Wir helfen Ihnen, die besten Möglichkeiten für Ihre Karriere zu erkennen und zu nutzen.</li><li> <b>LinkedIn-Profiloptimierung:</b> Hinterlassen Sie mit einem herausragenden Profil einen soliden digitalen ersten Eindruck.</li><li> <b>Bewerbungshilfe:</b> Individuelle Unterstützung beim Verfassen von Bewerbungen, die auffallen.</li><li> <b>Networking-Strategie:</b> Erfahren Sie, wie Sie Ihr berufliches Netzwerk aufbauen und erweitern.</li><li> <b>Portfolio-Entwicklung:</b> Präsentieren Sie Ihre Arbeit mit einem professionell kuratierten Portfolio.</li><li> <b>Anschreiben verfassen:</b> Verfassen Sie überzeugende Anschreiben, die bei Arbeitgebern Anklang finden.</li><li> <b>Unterstützung beim Berufswechsel:</b> Mit fachkundiger Beratung gelingt der reibungslose Wechsel der Branche oder der Stelle.</li><li> <b>Gehaltsverhandlung:</b> Maximieren Sie Ihre Vergütung, indem Sie aus einer Position der Stärke verhandeln.</li></ul>"},"HomeStand":{"block1":{"text":"Obwohl Quorixia ein junges, zukunftsorientiertes Unternehmen ist, verfügt unser Team aus erfahrenen HR-Experten über jahrzehntelange, umfassende und vielfältige Erfahrung in verschiedenen Branchen. Wir vereinen eine leistungsstarke Mischung aus Einsicht, Kreativität und praktischer Expertise.","title":"Langjährige Erfahrung, frische Perspektive"},"block2":{"text":"Bei Quorixia glauben wir nicht an Einheitsansätze. Ihre Karriere ist eine fortlaufende Geschichte voller Potenzial und einzigartiger Herausforderungen. Deshalb nehmen wir uns die Zeit, Ihnen aufmerksam zuzuhören und die Tiefe Ihrer beruflichen Ambitionen zu verstehen.","title":"Präzise gefertigte Lösungen, maßgeschneidert für Sie"},"block3":{"text":"Unser Ansatz geht über die Standardberatung hinaus. Es geht darum, eine tiefe Partnerschaft aufzubauen, die auf Vertrauen, Mitgefühl und gegenseitigem Wachstum basiert. Das Quorixia-Team sieht jede Interaktion als eine Gelegenheit, Vertrauen zu schaffen, Potenzial freizusetzen und Veränderungen voranzutreiben.","title":"Empathie und Ermächtigung im Mittelpunkt"},"button":"Erfahren Sie, warum Kunden Quorixia vertrauen","title":"Was uns auszeichnet:"},"HomeWhy":{"subtitle":"Fördern Sie Ihre Ambitionen mit fachkundiger Anleitung","text":"Für unser Team sind Sie nicht einfach nur ein Kunde unter vielen. Sie sind ein Profi mit Träumen, Zielen und Ambitionen. Mit über einem Jahrzehnt Erfahrung im Bereich Personalwesen und Beschäftigung sind wir darauf spezialisiert, maßgeschneiderte Strategien zu entwickeln, die Sie in den Mittelpunkt Ihrer Karrieregeschichte stellen.","title":"Warum<br /> Quorixia?"}},"glossary":{"GlossaryHero":{"subtitle":"Wichtige Begriffe, die Sie kennen sollten","text":"Die Bewältigung der Komplexität von HR und Beschäftigung kann branchenspezifische<br /> Terminologie, die nicht immer leicht zu verstehen ist. Wenn Sie neu auf dem Arbeitsmarkt sind oder ein<br /> Erfahrener Profi, unser Glossar bietet klare Definitionen der wichtigsten HR-Begriffe, um Sie<br /> informiert und befähigt. Von A bis Z wird dieser Leitfaden Ihnen helfen, die Sprache zu verstehen<br /> das moderne HR-Praktiken und Beschäftigungsprozesse vorantreibt.","title":"Das Quorixia HR- und Beschäftigungsglossar:"}},"footer":{"aboutUs":"Über uns","blog":"Der Blog","careers":"Karriere","caseStudies":"Fallstudien","contactUs":"Kontaktieren Sie uns","cookies":"Cookies und Tracking","description":"Personalisierte HR- und Beschäftigungslösungen, die darauf ausgelegt sind,<br /> helfen Ihnen, Ihren Karriereweg sicher zu meistern.","employment":"Anstellung","glossary":"Glossar","hr":"Personalwesen","office":"Büroadresse","platform":"Plattform","pricing":"Preise","privacy":"Datenschutzrichtlinie","refund":"Rückerstattung-Politik","registered":"Registrierte Adresse","resources":"Ressourcen","solutions":"Lösungen","stayConnected":"In Verbindung bleiben","support":"Unterstützung","terms":"Nutzungsbedingungen","whyQuorixia":"Warum Quorixia"},"contact":{"ContactDetails":{"office":"Büroadresse","registered":"Registrierte Adresse","title":"Kontaktinformationen"},"ContactHero":{"text":"Wir sind hier, um Sie auf Ihrem Karriereweg zu unterstützen.<br /> Zögern Sie nicht, uns zu kontaktieren, wenn Sie Fragen zu unseren<br /> Dienstleistungen, möchten mehr darüber erfahren, wie wir helfen können<br /> Sie oder benötigen personalisierte HR- und Beschäftigung<br /> Lösungen. Unser Team ist immer bereit, Ihnen zu helfen.<br /> Kontaktieren Sie uns über die untenstehenden Kontaktdaten oder senden Sie uns eine<br /> Nachricht über unser Kontaktformular – wir antworten so schnell wie<br /> so bald wie möglich.","title":"Nehmen Sie Kontakt mit Quorixia auf"},"ContactRequest":{"text":"Wenn Sie Fragen oder Anregungen haben, verwenden Sie bitte das untenstehende Formular, um Kontakt mit uns aufzunehmen. Ganz gleich, ob Sie Karriereberatung, weitere Informationen zu unseren Dienstleistungen oder eine Zusammenarbeit wünschen, wir sind für Sie da, um Ihnen zuzuhören und zu antworten. Füllen Sie einfach das Formular aus und ein Mitglied unseres Teams wird Ihnen in Kürze antworten.","title":"Lassen Sie uns ein Gespräch beginnen"}},"thanks_popup":{"text":"Ihre Anfrage wurde erfolgreich empfangen!<br /> Ein Mitglied unseres Teams wird sich in Kürze mit Ihnen in Verbindung setzen.","title":"DANKE SCHÖN!"}}