{"about":{"AboutGuiding":{"block1":{"text":"Τα θεμέλια της συνεργασίας μας ξεκινούν με μια εμπεριστατωμένη διαβούλευση. Αφιερώνουμε χρόνο για να διερευνήσουμε το ιστορικό σας, τις φιλοδοξίες σας και τις προκλήσεις που αντιμετωπίζετε σήμερα.","title":"Διαβούλευση"},"block2":{"text":"Αφού κατανοήσουμε πλήρως τη μοναδική σας κατάσταση, διαμορφώνουμε μια εξατομικευμένη στρατηγική που έχει σχεδιαστεί για να σας βοηθήσει να επιτύχετε τους στόχους σας, είτε πρόκειται για τη μετάβαση στη σταδιοδρομία, είτε για τη διαπραγμάτευση μιας προσφοράς εργασίας, είτε για την προετοιμασία για έναν ηγετικό ρόλο.","title":"Ανάπτυξη στρατηγικής"},"block3":{"text":"Η δουλειά μας δεν σταματά με τη δημιουργία στρατηγικής. Παρέχουμε συνεχή υποστήριξη, προσαρμόζοντας την προσέγγισή μας για να διασφαλίσουμε ότι θα παραμείνετε σε καλό δρόμο, ενδυναμωμένοι και σίγουροι για κάθε σας απόφαση.","title":"Συνεχής υποστήριξη"},"button":"Διαβάστε ιστορίες επιτυχίας","subtitle":"Στην Quorixia, καταλαβαίνουμε ότι καμία πορεία καριέρας δεν είναι ίδια. Για το λόγο αυτό προσεγγίζουμε κάθε πελάτη με μια ιδιαίτερα εξατομικευμένη στρατηγική, διασφαλίζοντας ότι οι λύσεις μας ευθυγραμμίζονται με τους στόχους και τις ανάγκες σας. Η διαδικασία μας είναι απλή αλλά βαθιά: ακούμε, μαθαίνουμε και δημιουργούμε.","title":"Καθοδήγηση καριέρας με ακρίβεια και πάθος"},"AboutHero":{"subtitle":"Η αφοσίωση της Quorixia στην ανάπτυξή σας","text":"Η ομάδα της Quorixia βλέπει κάθε καριέρα ως ένα δυναμικό, εξελισσόμενο ταξίδι γεμάτο δυνατότητες και <br />\n          ευκαιρίες. Είμαστε εδώ για να σας βοηθήσουμε να περιηγηθείτε στην πολυπλοκότητα της επαγγελματικής σας πορείας με <br />\n          αυτοπεποίθηση και σαφήνεια. Ως ομάδα αφοσιωμένων εμπειρογνωμόνων σε θέματα ανθρώπινου δυναμικού και απασχόλησης, στοχεύουμε να <br />\n          να παρέχουμε εξατομικευμένη καθοδήγηση και εξατομικευμένες λύσεις που ευθυγραμμίζονται με τους μοναδικούς σας στόχους.","text2":"Προσεγγίζουμε κάθε πελατειακή σχέση με φρέσκα μάτια και ανοιχτό μυαλό. Κατανοώντας σε βάθος τις συγκεκριμένες ανάγκες, φιλοδοξίες και προκλήσεις σας, μπορούμε να δημιουργήσουμε εξειδικευμένες στρατηγικές που θα σας βοηθήσουν να επιτύχετε τους τρέχοντες στόχους σας και θα θέσουν τα θεμέλια για μελλοντική επιτυχία.","title":"Ποιοι είμαστε"},"AboutLast":{"button":"Γιατί να επιλέξετε την Quorixia;","text":"Εξερευνήστε τη μοναδική μας προσέγγιση και ανακαλύψτε πώς δημιουργούμε εξατομικευμένες λύσεις προσαρμοσμένες στις ανάγκες σας.","title":"Έτοιμοι να μάθετε περισσότερα για το γιατί η Quorixia;"},"AboutPeople":{"text":"Η δύναμή μας έγκειται στους ανθρώπους μας. Είμαστε παθιασμένοι επαγγελματίες στον τομέα του ανθρώπινου δυναμικού και της απασχόλησης με εκτεταμένη εμπειρία σε διάφορους κλάδους. Από την τεχνολογία έως τα χρηματοοικονομικά, τους δημιουργικούς τομείς έως την υγειονομική περίθαλψη, η συλλογική μας τεχνογνωσία εκτείνεται σε πολλούς τομείς, επιτρέποντάς μας να σας προσφέρουμε ολοκληρωμένες και διορατικές λύσεις σταδιοδρομίας. <br />\n              <br />\n              Αυτό που κάνει την ομάδα μας να ξεχωρίζει είναι η βαθιά δέσμευσή μας για τη δική σας ανάπτυξη. Δεν σας παρέχουμε απλώς συμβουλές - επενδύουμε στη μακροπρόθεσμη επιτυχία σας. Οι ειδικοί μας είναι ικανοί να εντοπίζουν τις ευκαιρίες, τις τάσεις και τις προκλήσεις που χαρακτηρίζουν τον κλάδο σας, επιτρέποντάς μας να αναπτύσσουμε στρατηγικές που δεν είναι μόνο πρακτικές αλλά και μετασχηματιστικές.              <br />\n              <br />\n              Είτε αναζητάτε καθοδήγηση για μια αλλαγή καριέρας, είτε καθοδήγηση για την ηγεσία, είτε πλοήγηση στην αγορά εργασίας, η ομάδα μας διαθέτει τη γνώση, την εμπειρία και τον ενθουσιασμό για να σας βοηθήσει να ευδοκιμήσετε. Είμαστε κάτι περισσότερο από σύμβουλοι- είμαστε οι συνεργάτες σας στην ανάπτυξη, καθοδηγώντας σας σε κάθε φάση της καριέρας σας με ακρίβεια και φροντίδα.","title":"Οι άνθρωποι πίσω από την Quorixia"},"AboutPrinciples":{"block1":{"text":"Πιστεύουμε στην αυθεντικότητα - τόσο στον τρόπο επικοινωνίας όσο και στις λύσεις που παρέχουμε. Η ομάδα μας είναι αφοσιωμένη στο να προσφέρει ειλικρινείς, διαφανείς συμβουλές που ευθυγραμμίζονται με τις επαγγελματικές σας φιλοδοξίες.","title":"Αυθεντικότητα"},"block2":{"text":"Ο δρόμος προς την επιτυχία σπάνια είναι ευθύγραμμος. Σας βοηθάμε να αντιμετωπίσετε το απροσδόκητο με ανθεκτικότητα, να σας υποστηρίξουμε να ξεπεράσετε τις προκλήσεις και να αδράξετε τις νέες ευκαιρίες με αποφασιστικότητα.","title":"Ανθεκτικότητα"},"block3":{"text":"Εφαρμόζουμε μια προσέγγιση με προνοητική σκέψη, προβλέποντας τις μελλοντικές τάσεις στην αγορά εργασίας, ώστε να σας τοποθετήσουμε μπροστά από την καμπύλη. Διασφαλίζουμε ότι η καριέρα σας παραμένει προσαρμόσιμη και συναφής, παραμένοντας μπροστά από τις αλλαγές του κλάδου.","title":"Όραμα"},"block4":{"text":"Στόχος μας είναι να σας δώσουμε τη δυνατότητα να αναλάβετε τον έλεγχο του επαγγελματικού σας ταξιδιού. Σας εξοπλίζουμε με τις γνώσεις, τα εργαλεία και την αυτοπεποίθηση για να λαμβάνετε σημαντικές αποφάσεις για τη σταδιοδρομία σας που να ευθυγραμμίζονται με τους στόχους σας.","title":"Ενδυνάμωση"},"block5":{"text":"Η επιτυχία σπάνια επιτυγχάνεται μεμονωμένα. Συνεργαζόμαστε στενά μαζί σας, οικοδομώντας μια σχέση συνεργασίας που διασφαλίζει ότι κάθε λύση είναι συνδιαμορφωμένη και σχεδιασμένη για τις μοναδικές σας ανάγκες.","title":"Συνεργασία"},"subtitle":"Στο επίκεντρο της προσέγγισης της Quorixia βρίσκονται αξίες που αντικατοπτρίζουν τη δέσμευσή μας να δημιουργούμε ουσιαστικές, μεταμορφωτικές εμπειρίες σταδιοδρομίας για κάθε άτομο. Αυτές οι αρχές διαμορφώνουν ό,τι κάνουμε, από τον τρόπο με τον οποίο συνεργαζόμαστε με τους πελάτες μέχρι τις στρατηγικές που αναπτύσσουμε για μακροχρόνια επιτυχία.","title":"Αρχές που <br />\n            Ενδυναμώνουν και εμπνέουν"},"AboutSecond":{"text":"Η επιτυχία σας είναι κάτι περισσότερο από ένας προορισμός - είναι το άθροισμα κάθε απόφασης και δράσης στην πορεία. Στην Quorixia, δίνουμε προτεραιότητα σε μια μακροχρόνια συνεργασία που σας δίνει τη δυνατότητα να κάνετε ενημερωμένες και σίγουρες επιλογές καθ' όλη τη διάρκεια της επαγγελματικής σας διαδρομής.","title":"Η υπόσχεσή μας:"}},"blog":{"BlogHero":{"text":"Πιστεύουμε ότι η γνώση είναι το κλειδί για να ξεκλειδώσετε το <br />\n            επαγγελματικών δυνατοτήτων. Το ιστολόγιό μας είναι γεμάτο με ειδικούς <br />\n            συμβουλές, γνώσεις του κλάδου και πρακτικές συμβουλές για να βοηθήσετε <br />\n            σας βοηθήσει να πλοηγηθείτε με αυτοπεποίθηση στο ταξίδι της καριέρας σας. Μείνετε στο <br />\n            ενημερωθείτε, μείνετε μπροστά και αναλάβετε τον έλεγχο της <br />\n            το μέλλον σας με την Quorixia.","title":" Quorixia Blog: . <br />\n            Οδηγός για την επιτυχία της καριέρας"},"BlogSlider":{"read":"Διαβάστε τώρα","title":"Προτεινόμενα θέματα Blog"}},"careers":{"CareersBenefits":{"subtitle1":"Ευέλικτη εργασία <br />\n              Περιβάλλον","subtitle2":"Επαγγελματικό <br />\n              Ανάπτυξη","subtitle3":"Εργασία-ζωή <br />\n              Ισορροπία","subtitle4":"Inclusive <br />\n              Πολιτισμός","text1":"Είτε προτιμάτε να εργάζεστε από το σπίτι είτε στο γραφείο, προσφέρουμε ευέλικτες ρυθμίσεις που ταιριάζουν στον τρόπο ζωής σας.","text2":"Η συνεχής μάθηση είναι ζωτικής σημασίας για την επιτυχία, γι' αυτό και παρέχουμε ευκαιρίες για κατάρτιση, πιστοποιήσεις και επαγγελματική εξέλιξη.","text3":"Εκτιμούμε την ευημερία σας, προσφέροντας αμειβόμενο ρεπό, παροχές υγείας και υποστήριξη ψυχικής υγείας για να διασφαλίσουμε ότι θα παραμείνετε ενεργητικοί και συγκεντρωμένοι.","text4":"Η πολυμορφία και η ενσωμάτωση είναι για εμάς κάτι περισσότερο από λέξεις-κλειδιά - είναι μέρος του εαυτού μας. Προσπαθούμε να δημιουργήσουμε ένα περιβάλλον όπου ο καθένας αισθάνεται ότι εκτιμάται και ότι έχει τη δυνατότητα να προσφέρει όλο του τον εαυτό στην εργασία του.","title":"Παροχές σε εργαζομένους"},"CareersHero":{"subtitle":"Διαμορφώστε το μέλλον με την Quorixia","text":"Το μεγάλο ταλέντο είναι το κλειδί για την προώθηση ουσιαστικών αλλαγών. Ως αναπτυσσόμενη εταιρεία που μετασχηματίζει <br />\n          τον τρόπο με τον οποίο παρέχονται οι υπηρεσίες ανθρώπινου δυναμικού και απασχόλησης, αναζητούμε πάντα παθιασμένους, καινοτόμους <br />\n          άτομα που είναι έτοιμα να επηρεάσουν το έργο μας. Ελάτε μαζί μας στη δημιουργία εξατομικευμένων λύσεων που βοηθούν <br />\n          επαγγελματίες να αξιοποιήσουν πλήρως τις δυνατότητές τους. Εξερευνήστε τις τρέχουσες θέσεις εργασίας μας και γίνετε μέρος μιας <br />\n          ομάδας αφιερωμένης στην αριστεία, την ανάπτυξη και τη συνεργασία.","title":"Γίνετε μέλος της ομάδας μας"},"CareersHow":{"button":"Υποβάλετε το βιογραφικό σας","text":"Ενδιαφέρεστε να ενταχθείτε στην Quorixia; Θα θέλαμε πολύ να σας ακούσουμε! Στείλτε το βιογραφικό σας σημείωμα, συνοδευτική επιστολή και μια σύντομη περιγραφή των λόγων για τους οποίους θα ήσασταν κατάλληλος. Παρακαλείστε να συμπεριλάβετε τον τίτλο εργασίας για τον οποίο υποβάλλετε αίτηση στη γραμμή θέματος.","title":"Πώς να υποβάλλετε αίτηση"},"CareersLast":{"text":"Η Quorixia είναι κάτι περισσότερο από μια απλή εταιρεία - είναι ένα μέρος όπου η καινοτομία, η συνεργασία και το πάθος ενώνονται για να κάνουν τη διαφορά στις ζωές των ανθρώπων. Αν είστε έτοιμοι να γίνετε μέλος μιας αναπτυσσόμενης ομάδας που εκτιμά τη συμβολή σας και υποστηρίζει την ανάπτυξή σας, κάντε αίτηση σήμερα!","title":"Ελάτε μαζί μας στο ταξίδι <br />\n              για να μεταμορφώσουμε τις καριέρες"},"CareersProcess":{"block1":{"text":"Η ομάδα ανθρώπινου δυναμικού μας εξετάζει προσεκτικά κάθε αίτηση για να διασφαλίσει την καλύτερη δυνατή προσαρμογή.","title":"Αρχική αναθεώρηση της αίτησης"},"block2":{"text":"Εάν επιλεγείτε, θα κληθείτε σε μια εισαγωγική τηλεφωνική συνέντευξη για να συζητήσετε την εμπειρία και τους επαγγελματικούς σας στόχους.","title":"Τηλεφωνική συνέντευξη"},"block3":{"text":"Ανάλογα με τον ρόλο, μπορεί να σας ζητήσουμε να συμπληρώσετε μια σύντομη αξιολόγηση δεξιοτήτων για να παρουσιάσετε την εμπειρία σας.","title":"Αξιολόγηση δεξιοτήτων"},"block4":{"text":"Οι επιτυχόντες υποψήφιοι θα έχουν μια τελική συνέντευξη με την ομάδα για να αξιολογήσουν την πολιτισμική τους καταλληλότητα και να συζητήσουν πώς μπορούν να συμβάλουν στην αποστολή μας.","title":"Τελική συνέντευξη"},"block5":{"text":"Μόλις βρούμε την κατάλληλη θέση, θα σας κάνουμε μια προσφορά και θα ξεκινήσουμε τη διαδικασία εισαγωγής για να σας καλωσορίσουμε στην ομάδα.","title":"Προσφορά & Onboarding"},"subtitle":"Στην Quorixia, πιστεύουμε σε μια διαδικασία πρόσληψης που είναι τόσο εξατομικευμένη όσο και οι υπηρεσίες μας. Δείτε τι μπορείτε να περιμένετε:","title":"Η διαδικασία πρόσληψής μας"},"CareersWhy":{"subtitle1":"Η αποστολή μας","subtitle2":"Ο πολιτισμός μας","text1":"Οδηγούμαστε από μια απλή αποστολή: να δώσουμε τη δυνατότητα στα άτομα να επιτύχουν τους επαγγελματικούς τους στόχους με εξατομικευμένες λύσεις σε θέματα ανθρώπινου δυναμικού και απασχόλησης. Όταν εργάζεστε μαζί μας, συμβάλλετε στην αλλαγή ζωών και κάνετε πραγματική διαφορά στον τρόπο με τον οποίο οι άνθρωποι διαμορφώνουν το επαγγελματικό τους μέλλον.","text2":"Πιστεύουμε στην προώθηση ενός υποστηρικτικού, δυναμικού εργασιακού περιβάλλοντος όπου η δημιουργικότητα και η συνεργασία ευδοκιμούν. Στην Quorixia, θα βρείτε μια κουλτούρα που εκτιμά τη συνεχή μάθηση, την καινοτόμο σκέψη και το ομαδικό πνεύμα. Ενθαρρύνουμε τους υπαλλήλους μας να αναπτυχθούν επαγγελματικά και προσωπικά, προσφέροντας ευκαιρίες για ανάπτυξη δεξιοτήτων και επαγγελματική ανέλιξη.","title":"Γιατί να συνεργαστείτε με την Quorixia;"},"CareersWrap":{"subtitle":"Ακολουθούν οι τελευταίες μας ευκαιρίες για να ενταχθείτε στην ομάδα της Quorixia:","title":"Τρέχουσες θέσεις εργασίας"},"JobPopup":{"desiredPositions":{"label1":"Σύμβουλος Ανθρώπινου Δυναμικού","label2":"Ειδικός ψηφιακού μάρκετινγκ","label3":"Προπονητής καριέρας","label4":"Διαχειριστής σχέσεων με πελάτες"},"form":{"email":"Ηλεκτρονικό ταχυδρομείο","fullName":"Ονοματεπώνυμο","message":"Το μήνυμά σας","phone":"Αριθμός τηλεφώνου","portfolio":"Συνοδευτική επιστολή","position":"Επιλέξτε Υπηρεσία","resume":"Επισυνάψτε βιογραφικό σημείωμα","send":"Στείλτε"},"subtitle":"Είστε έτοιμοι να γίνετε μέλος του πληρώματος της Quorixia;         <br />\n                          Συμπληρώστε την παρακάτω φόρμα για να υποβάλετε την αίτησή σας!","thanks":{"text":"Το αίτημά σας ελήφθη επιτυχώς!                 <br />\n                          Ένα από τα μέλη της ομάδας μας θα επικοινωνήσει μαζί σας σύντομα.","title":"ΣΑΣ ΕΥΧΑΡΙΣΤΟΥΜΕ!"},"title":"Έντυπο αίτησης","validationSchema":{"email":"Παρακαλούμε δώστε μια σωστή διεύθυνση ηλεκτρονικού ταχυδρομείου.","required":"Αυτό το πεδίο είναι υποχρεωτικό."}}},"cart":{"empty":{"button":"Ξεκινήστε","text":"Περιηγηθείτε στην επιλογή μας σε υπηρεσίες ανθρώπινου δυναμικού και απασχόλησης που θα σας βοηθήσουν να ενισχύσετε <br />\n                    την ανάπτυξη της καριέρας σας και την επαγγελματική σας εξέλιξη.","title":"Φαίνεται ότι το καλάθι σας είναι προς το παρόν άδειο"},"price":"Τιμή","proceed":"Προχωρήστε στο checkout","quantity":"Ποσότητα","serviceName":"Όνομα υπηρεσίας","subtotal":"Υποσύνολο","title":"Καλάθι","total":"Σύνολο"},"cases":{"CasesHero":{"text":"Στην Quorixia, η προσέγγισή μας υπερβαίνει την προσφορά <br />\n            συμβουλές - παρέχουμε εξατομικευμένες λύσεις που οδηγούν σε <br />\n            μετρήσιμα αποτελέσματα. Παρακάτω, αναλυτικές μελέτες περιπτώσεων <br />\n            υπογραμμίζουν πώς έχουμε δώσει τη δυνατότητα σε άτομα να <br />\n            να ξεπεράσουν τις προκλήσεις, να πλοηγηθούν σε μεταβάσεις καριέρας και <br />\n            να φτάσουν σε νέα ύψη στην επαγγελματική τους πορεία. Κάθε <br />\n            ιστορία αντιπροσωπεύει τη δέσμευσή μας για εξατομίκευση, <br />\n            πελατοκεντρική επιτυχία.","title":"Πραγματικές ιστορίες επιτυχίας: Πώς <br />\n            Quorixia μεταμορφώνει τις καριέρες"}},"checkout":{"countryDescription":"* Ένα email που περιέχει οδηγίες πληρωμής, συμπεριλαμβανομένων των τραπεζικών μας στοιχείων, θα σταλεί αμέσως μετά την τοποθέτηση μιας παραγγελίας. Αυτό το email θα περιλαμβάνει επίσης μια περίληψη των στοιχείων της παραγγελίας σας.","form":{"address":"Διεύθυνση","city":"Πόλη","country":"Χώρα","email":"Ηλεκτρονικό ταχυδρομείο","firstName":"Όνομα","lastName":"Επώνυμο","phone":"Αριθμός τηλεφώνου","state":"Πολιτεία/Περιφέρεια","street":"Οδός","zip":"ZIP"},"pageTitle":"Πληροφορίες χρέωσης","payment":{"name":"Τραπεζικό έμβασμα*","text":"* Σύντομα θα λάβετε ένα email με οδηγίες πληρωμής, συμπεριλαμβανομένων των τραπεζικών μας στοιχείων και μιας σύνοψης των στοιχείων της παραγγελίας σας.","title":"Μέθοδος πληρωμής"},"privacy":{"name":"Πολιτική απορρήτου","text":"Θα χρησιμοποιήσουμε τις προσωπικές σας πληροφορίες για να επεξεργαστούμε την παραγγελία σας, να βελτιώσουμε την εμπειρία περιήγησής σας στον ιστότοπό μας και να εκτελέσουμε άλλους σκοπούς που περιγράφονται λεπτομερώς στην ιστοσελίδα μας."},"refund":{"name":"Πολιτική επιστροφής χρημάτων","text":"Έχω διαβάσει και συμφωνώ με τις"},"submit":"Υποβολή","terms":{"name":"Όροι και Προϋποθέσεις","text":"Έχω διαβάσει και συμφωνώ με τις οδηγίες του ιστότοπου"},"total":"Σύνολο","validationSchema":{"email":"Παρακαλούμε δώστε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.","required":"Αυτό το πεδίο είναι υποχρεωτικό.","terms":"Πρέπει να αποδεχτείτε τους όρους και τις προϋποθέσεις."}},"connect_form":{"expertiseLevel":{"label1":"Entry-Level","label2":"Μεσαίου επιπέδου","label3":"Ανώτερο επίπεδο"},"formFields":{"additionalInfo":"Πρόσθετες πληροφορίες","coreCompetencies":"Βασικές ικανότητες","coverLetter":"Συνοδευτική επιστολή","desiredRole":"Επιθυμητός ρόλος εργασίας","email":"Ηλεκτρονικό ταχυδρομείο","expertiseLevel":"Επίπεδο εμπειρογνωμοσύνης","firstName":"Όνομα","lastName":"Επώνυμο","linkedInProfile":"Σύνδεσμος προφίλ LinkedIn","phone":"Αριθμός τηλεφώνου","resume":"Επισυνάψτε βιογραφικό σημείωμα","salaryRange":"Αναμενόμενο εύρος μισθών","sector":"Τομέας ενδιαφέροντος","startDate":"Νωρίτερη ημερομηνία έναρξης","submit":"Υποβολή","terms1":"Έχω διαβάσει και συμφωνώ με τις","terms2":"Όροι χρήσης","terms3":"και","terms4":"Πολιτική απορρήτου","workLocation":"Προτιμώμενη τοποθεσία εργασίας"},"jobRole":{"label1":"Οικονομικά & Λογιστική","label10":"Πωλήσεις & Επιχειρηματική Ανάπτυξη","label2":"Διοικητική υποστήριξη","label3":"Μάρκετινγκ & Επικοινωνία","label4":"Μηχανική & Κατασκευές","label5":"Τρόφιμα και ποτά","label6":"Υγεία & Βιοτεχνολογία","label7":"Φιλοξενία & Τουρισμός","label8":"Ανθρώπινο δυναμικό & διαχείριση ταλέντων","label9":"Τεχνολογία Πληροφοριών & Λογισμικό"},"validationSchema":{"firstName":"Το Όνομα είναι υποχρεωτικό","invalidEmail":"Μη έγκυρη διεύθυνση email","invalidURL":"Μη έγκυρο URL","lastName":"Απαιτείται επώνυμο","requiredEmail":"Απαιτείται email"}},"contact":{"ContactDetails":{"office":"Διεύθυνση γραφείου","registered":"Εγγεγραμμένη διεύθυνση","title":"Στοιχεία επικοινωνίας"},"ContactHero":{"text":"Είμαστε εδώ για να σας βοηθήσουμε στο ταξίδι της καριέρας σας. Μην <br />\n            διστάσετε να επικοινωνήσετε μαζί μας αν έχετε ερωτήσεις σχετικά με τα <br />\n            υπηρεσίες, θέλετε να μάθετε περισσότερα για το πώς μπορούμε να σας βοηθήσουμε <br />\n            σας, ή χρειάζεστε εξατομικευμένες υπηρεσίες ανθρώπινου δυναμικού και απασχόλησης <br />\n            λύσεις. Η ομάδα μας είναι πάντα έτοιμη να σας βοηθήσει. Αποκτήστε το <br />\n            επικοινωνήστε μαζί μας χρησιμοποιώντας τις παρακάτω πληροφορίες, ή στείλτε μας ένα <br />\n            μήνυμα μέσω της φόρμας επικοινωνίας μας - θα σας απαντήσουμε το συντομότερο δυνατό. <br />\n            το συντομότερο δυνατό.","title":"Επικοινωνήστε με την Quorixia"},"ContactRequest":{"text":"Εάν έχετε οποιεσδήποτε ερωτήσεις ή απορίες, παρακαλούμε χρησιμοποιήστε την παρακάτω φόρμα για να επικοινωνήσετε μαζί μας. Είτε αναζητάτε συμβουλές σταδιοδρομίας, είτε περισσότερες πληροφορίες σχετικά με τις υπηρεσίες μας, είτε θέλετε να συνεργαστείτε, είμαστε εδώ για να σας ακούσουμε και να σας απαντήσουμε. Απλά συμπληρώστε τη φόρμα και ένα από τα μέλη της ομάδας μας θα σας απαντήσει σύντομα.","title":"Ας ξεκινήσουμε μια συζήτηση"}},"cookie":{"accept":"Αποδοχή","decline":"Πτώση","text":"Χρησιμοποιούμε cookies για τη βελτιστοποίηση της εμπειρίας του χρήστη, την ανάλυση της επισκεψιμότητας του ιστότοπου και την παροχή εξατομικευμένου περιεχομένου. Με την αποδοχή, συναινείτε στην πολιτική μας για τα cookies. Για περισσότερες πληροφορίες, ανατρέξτε στην πολιτική μας για τα cookies <link></link> .","title":"Ρυθμίσεις cookie"},"dashboard":{"availableFiles":"Διαθέσιμα αρχεία","logout":"Αποσύνδεση","orders":{"cancelled":"Ακυρωμένο","completed":"Ολοκληρωμένο","date":"Ημερομηνία","files":"Διαθέσιμα αρχεία","id":"Αναγνωριστικό παραγγελίας","loading":"Φόρτωση παραγγελιών...","method":"Τραπεζικό έμβασμα","payment":"Μέθοδος πληρωμής","service":"Αγορασθείσα υπηρεσία","status":"Κατάσταση παραγγελίας","total":"Συνολική τιμή"},"personalData":"Προσωπικά δεδομένα","PersonalData":{"error":"Προέκυψε σφάλμα κατά την ενημέρωση των πληροφοριών σας.","form":{"address":"Διεύθυνση","button":"Αποθήκευση αλλαγών","city":"Πόλη","country":"Χώρα","email":"Ηλεκτρονικό ταχυδρομείο","firstName":"Όνομα","lastName":"Επώνυμο","phone":"Τηλέφωνο","state":"Πολιτεία/Περιφέρεια","street":"Οδός","zip":"ZIP"},"success":"Οι πληροφορίες σας ενημερώθηκαν με επιτυχία.","title":"Προσωπικές πληροφορίες","validationSchema":{"email":"Παρακαλούμε δώστε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.","required":"Αυτό το πεδίο είναι υποχρεωτικό."}},"pleaseLogIn":"Παρακαλώ συνδεθείτε.","recentOrders":"Πρόσφατες παραγγελίες","welcome":"Καλώς ήρθατε"},"employment":{"EmploymentExpertise":{"button":"Παραγγελία Υπηρεσίας Απασχόλησης τώρα","service":"Παραγγελία Απασχόλησης","text":"Ξεκλειδώστε έναν κόσμο ευκαιριών με τις υπηρεσίες απασχόλησης της Quorixia. Από την τελειοποίηση του βιογραφικού σας μέχρι τη χάραξη μιας στρατηγικής συνέντευξης, οι λύσεις μας έχουν σχεδιαστεί για να σας βοηθήσουν να ξεχωρίσετε στην ανταγωνιστική αγορά εργασίας. Αφήστε μας να σας καθοδηγήσουμε σε κάθε βήμα της αναζήτησης εργασίας σας, παρέχοντάς σας τα εργαλεία, τις γνώσεις και την υποστήριξη που χρειάζεστε για να πετύχετε τους επαγγελματικούς σας στόχους με αυτοπεποίθηση.","title":"Εξερευνήστε τον πλήρη κατάλογο <br />\n            των προσφορών"},"EmploymentHero":{"text":"Στην Quorixia, παρέχουμε εξατομικευμένη απασχόληση <br />\n            λύσεις σχεδιασμένες για να σας βοηθήσουν να πλοηγηθείτε στο <br />\n            αγορά εργασίας, να βελτιώσετε τις δεξιότητές σας και να εξασφαλίσετε <br />\n            τις σωστές ευκαιρίες.","title":"Αναβαθμίζοντας το ταξίδι της καριέρας σας <br />\n            με τις υπηρεσίες απασχόλησης μας"},"EmploymentHowWork":{"step1":{"content":"<p>\n                  Η κοινή μας πορεία ξεκινά με μια ολοκληρωμένη διαβούλευση, εικονικά ή αυτοπροσώπως. Κατά τη διάρκεια αυτής της συνεδρίας, εμβαθύνουμε στο ιστορικό της καριέρας σας, τις τρέχουσες προκλήσεις και τις μακροπρόθεσμες φιλοδοξίες σας. Κάνουμε διεισδυτικές ερωτήσεις για να κατανοήσουμε τα δυνατά σημεία, τις προτιμήσεις και τα σημεία πόνου σας. Αυτό το βήμα μας βοηθά να κατανοήσουμε με σαφήνεια ποιος είστε ως επαγγελματίας και πού θέλετε να πάτε.         </p>\n                <h4>Τι καλύπτουμε:</h4>\n                <ul>\n                  <li>Τις προηγούμενες εμπειρίες σας και την τρέχουσα αναζήτηση εργασίας.</li>\n                  <li>Τις μεταβάσεις σταδιοδρομίας που εξετάζετε.</li>\n                  <li>Δεξιότητες και δυνατά σημεία που πρέπει να αναδείξετε.</li>\n                  <li>Πιθανά εμπόδια και πώς να τα ξεπεράσετε.</li>\n                </ul>","title":"Βήμα 1: Σε βάθος διαβούλευση"},"step2":{"content":"<p>\n                  Με τις γνώσεις από τη διαβούλευσή μας, δημιουργούμε μια πλήρως εξατομικευμένη στρατηγική απασχόλησης που έχει σχεδιαστεί για να ανταποκρίνεται στις μοναδικές σας ανάγκες. Το σχέδιο αυτό περιγράφει βήματα που μπορούν να αναληφθούν για την αναζήτηση εργασίας ή την ανάπτυξη της σταδιοδρομίας σας, με λεπτομερή χρονοδιαγράμματα και σαφείς στόχους. Η προσέγγισή μας περιλαμβάνει επίσης συμβουλές για το προσωπικό branding, την τοποθέτηση στην αγορά και την παρουσίαση του εαυτού σας ως ξεχωριστού υποψηφίου.                </p>\n\n                <h4>Τι θα λάβετε:</h4>\n                <ul>\n                  <li>Εξατομικευμένο σχέδιο δράσης για τη σταδιοδρομία.</li>\n                  <li>\n                    Στρατηγική δημιουργίας βιογραφικού σημειώματος/βιογραφικού σημειώματος και προετοιμασία για συνέντευξη.                  </li>\n                  <li>\n                    Καθοδήγηση σχετικά με τη δικτύωση και την αξιοποίηση των επαγγελματικών σας διασυνδέσεων.                  </li>\n                  <li>\n                    Πληροφόρηση για τον κλάδο και τις τάσεις που ευθυγραμμίζονται με τους στόχους της καριέρας σας.       </li>\n                </ul>","title":"Βήμα 2: Προσαρμοσμένη στρατηγική & σχεδιασμός καριέρας"},"step3":{"content":"<p>\n                  Μόλις καθοριστεί το σχέδιο, ξεκινάμε τη δράση. Η ομάδα μας παρέχει άμεση, πρακτική υποστήριξη για να σας βοηθήσει να εφαρμόσετε τη στρατηγική σας. Από την τελειοποίηση του βιογραφικού σας μέχρι την εξάσκηση σε εικονικές συνεντεύξεις, είμαστε εδώ για να σας εξοπλίσουμε με τα απαραίτητα εργαλεία, τις γνώσεις και την αυτοπεποίθηση. Θα παρέχουμε επίσης συνεχή ανατροφοδότηση, διασφαλίζοντας ότι η αναζήτηση εργασίας σας βρίσκεται σε καλό δρόμο.           </p>\n\n                <h4>Υπηρεσίες κατά τη διάρκεια αυτού του σταδίου:</h4>\n                <ul>\n                  <li>Σύνταξη βιογραφικού σημειώματος/βιογραφικού σημειώματος και συνοδευτικής επιστολής.</li>\n                  <li>\n                    Βελτιστοποίηση του προφίλ στο LinkedIn και ενίσχυση της ψηφιακής παρουσίας.                  </li>\n                  <li>\n                    Προσομοίωση συνεντεύξεων και παίξιμο ρόλων για να ακονίσετε τις δεξιότητές σας.       </li>\n                  <li>Υποστήριξη στρατηγικής δικτύωσης, τόσο σε απευθείας σύνδεση όσο και εκτός σύνδεσης.</li>\n                </ul>","title":"Βήμα 3: Εφαρμογή & πρακτική υποστήριξη"},"step4":{"content":"<p>\n                  Η συνεργασία σας δεν τελειώνει μόλις πιάσετε δουλειά ή ολοκληρώσετε μια συγκεκριμένη φάση. Καθώς η καριέρα σας εξελίσσεται, παραμένουμε συνδεδεμένοι, προσφέροντας συμβουλές σχετικά με τη διαπραγμάτευση προσφορών εργασίας, την προσαρμογή σε νέους ρόλους ή την πραγματοποίηση περαιτέρω επαγγελματικών κινήσεων. Είμαστε οι συνεργάτες σας για συνεχή επιτυχία και προσαρμόζουμε τις στρατηγικές μας καθώς εξελίσσονται οι στόχοι σας.       </p>\n\n                <h4>Η μακροπρόθεσμη υποστήριξη περιλαμβάνει:</h4>\n                <ul>\n                  <li>Αξιολόγηση της προσφοράς εργασίας και συμβουλές διαπραγμάτευσης.</li>\n                  <li>\n                    Προετοιμασία της αξιολόγησης της απόδοσης και στρατηγικές ανάπτυξης της σταδιοδρομίας.                  </li>\n                  <li>\n                    Συνεχείς γνώσεις του κλάδου για να σας βοηθήσουν να παραμείνετε ανταγωνιστικοί.                  </li>\n                  <li>\n                    Συνεχείς διαβουλεύσεις για μελλοντικές μεταβάσεις καριέρας ή εξελίξεις.                  </li>\n                </ul>","title":"Βήμα 4: Συνεχής καθοδήγηση και μακροπρόθεσμη υποστήριξη"},"title":"Πώς δουλεύουμε"},"EmploymentPricing":{"button":"Προβολή Τιμών & Πακέτων","text":"Προσφέρουμε ευέλικτες επιλογές τιμολόγησης προσαρμοσμένες στις δικές σας ανάγκες απασχόλησης. Είτε αναζητάτε μια εφάπαξ υπηρεσία είτε ένα ολοκληρωμένο πακέτο απασχόλησης, η Quorixia παρέχει διαφανή τιμολόγηση που ταιριάζει σε κάθε στάδιο της επαγγελματικής σας διαδρομής.","title":"Διαφανείς τιμές, προσαρμοσμένα πακέτα"},"EmploymentRequest":{"text":"Είμαστε εδώ για να σας παρέχουμε την εξατομικευμένη υποστήριξη που χρειάζεστε για να αναβαθμίσετε την επαγγελματική σας πορεία. Χρησιμοποιήστε την παρακάτω φόρμα για να επικοινωνήσετε μαζί μας και ένας από τους ειδικούς συμβούλους μας θα επικοινωνήσει μαζί σας αμέσως. Μαζί, θα χαράξουμε μια στρατηγική που θα ευθυγραμμίζεται με τις φιλοδοξίες σας.","title":"Ας ξεκινήσουμε μαζί το ταξίδι της καριέρας σας"}},"footer":{"aboutUs":"Σχετικά με εμάς","blog":"Blog","careers":"Καριέρα","caseStudies":"Μελέτες περιπτώσεων","contactUs":"Επικοινωνήστε μαζί μας","cookies":"Cookies & Παρακολούθηση","description":"Εξατομικευμένες λύσεις ανθρώπινου δυναμικού και απασχόλησης σχεδιασμένες για <br />\n              να σας βοηθήσει να πλοηγηθείτε με αυτοπεποίθηση στο ταξίδι της καριέρας σας.","employment":"Απασχόληση","glossary":"Γλωσσάριο","hr":"HR","office":"Διεύθυνση γραφείου","platform":"Πλατφόρμα","pricing":"Τιμολόγηση","privacy":"Πολιτική απορρήτου","refund":"Πολιτική επιστροφής χρημάτων","registered":"Εγγεγραμμένη διεύθυνση","resources":"Πόροι","solutions":"Λύσεις","stayConnected":"Μείνετε συνδεδεμένοι","support":"Υποστήριξη","terms":"Όροι χρήσης","whyQuorixia":"Γιατί η Quorixia"},"glossary":{"GlossaryHero":{"subtitle":"Βασικοί όροι που πρέπει να γνωρίζετε","text":"Η πλοήγηση στην πολυπλοκότητα των θεμάτων ανθρώπινου δυναμικού και απασχόλησης μπορεί να περιλαμβάνει <br />\n          ορολογία που δεν είναι πάντα εύκολο να κατανοηθεί. Εάν είστε νέος στην αγορά εργασίας ή ένας <br />\n          έμπειρος επαγγελματίας, το γλωσσάρι μας παρέχει σαφείς ορισμούς των βασικών όρων HR για να σας κρατήσει <br />\n          ενημερωθείτε και να είστε δυνατοί. Από το Α έως το Ω, αυτός ο οδηγός θα σας βοηθήσει να κατανοήσετε τη γλώσσα <br />\n          που καθοδηγεί τις σύγχρονες πρακτικές και διαδικασίες απασχόλησης του ανθρώπινου δυναμικού.","title":"Το Γλωσσάριο Ανθρώπινου Δυναμικού & Απασχόλησης της Quorixia:"}},"header":{"aboutUs":"Σχετικά με εμάς","account":"Λογαριασμός","blog":"Blog","careers":"Καριέρα","caseStudies":"Μελέτες περιπτώσεων","contactUs":"Επικοινωνήστε μαζί μας","employment":"Απασχόληση","glossary":"Γλωσσάριο","hr":"HR","login":"Συνδεθείτε","pricing":"Τιμολόγηση","signup":"Εγγραφείτε","whyQuorixia":"Γιατί η Quorixia"},"home":{"HomeHero":{"subtitle":"Σχήμα <br />\n          Τι είναι το επόμενο","text":"Στην Quorixia, η καριέρα σας είναι κάτι περισσότερο από μια δουλειά - είναι το προσωπικό σας ταξίδι. Προσφέρουμε εξειδικευμένες υπηρεσίες ανθρώπινου δυναμικού και απασχόλησης <br />\n          λύσεις, εξειδικευμένες για να σας καθοδηγήσουν σε κάθε σας βήμα. Είτε κάνετε τολμηρές κινήσεις καριέρας είτε αναζητάτε <br />\n          σταθερή εξέλιξη, είμαστε εδώ για να σας βοηθήσουμε να ξεκλειδώσετε το πλήρες δυναμικό σας με εξατομικευμένη, ανθρωποκεντρική υποστήριξη.","title":"Επαναπροσδιορίστε την καριέρα σας"},"HomeRequest":{"subtitle":"Το ταξίδι σας ξεκινά εδώ","text":"Είτε αναζητάτε συμβουλές σε θέματα ανθρώπινου δυναμικού είτε είστε έτοιμοι να εξερευνήσετε νέες ευκαιρίες απασχόλησης, η Quorixia είναι εδώ για να σας υποστηρίξει σε κάθε στάδιο της καριέρας σας. Ας συνεργαστούμε για να επιτύχετε τους στόχους σας.","title":"Έτοιμοι να κάνετε το επόμενο βήμα;"},"HomeResources":{"button":"Επισκεφθείτε τους πόρους μας","subtitle":"Ενδυνάμωσή σας με γνώση","text":"Η καριέρα σας δεν συνοδεύεται από εγχειρίδιο, αλλά οι πόροι της Quorixia είναι ό,τι καλύτερο. Μείνετε μπροστά από την καμπύλη με γνώσεις εμπειρογνωμόνων, οδηγούς και πρακτικές συμβουλές που έχουν διαμορφωθεί από επαγγελματίες του τομέα Ανθρώπινου Δυναμικού. Το ιστολόγιό μας, οι μελέτες περιπτώσεων και το γλωσσάρι μας σας βοηθούν να ενημερώνεστε και να εμπνέεστε, δίνοντάς σας τα εργαλεία για να πλοηγηθείτε με αυτοπεποίθηση στην καριέρα σας.","title":"Πόροι καριέρας"},"HomeSecond":{"button1":"Εξερευνήστε τις Λύσεις μας για το Ανθρώπινο Δυναμικό","button2":"Ξεκλειδώστε τις ευκαιρίες απασχόλησης","text":"Δεν παρέχουμε απλώς υπηρεσίες ανθρώπινου δυναμικού - σας δίνουμε τη δυνατότητα να αναλάβετε τον πλήρη έλεγχο της εργασιακής σας ζωής. Είτε πρόκειται για μετάβαση στην καριέρα σας, είτε για πρόοδο στον τρέχοντα τομέα σας, είτε για την έναρξη μιας νέας πορείας, οι λύσεις μας είναι σχεδιασμένες για να ταιριάζουν στην προσωπική σας πορεία.","titl":"Αναλάβετε το μέλλον σας"},"HomeSolutionBlack":{"button":"Ξεκλειδώστε την εξατομικευμένη στρατηγική ανθρώπινου δυναμικού σας","content":"<h3 >Οι λύσεις μας</h3>\n          <h2 >Τι μας κάνει να ξεχωρίζουμε:</h2>\n          <p >\n            Η πλοήγηση στην πολυπλοκότητα του ανθρώπινου δυναμικού μπορεί να είναι συντριπτική. Εδώ είναι που η Quorixia αναλαμβάνει δράση με ένα πλήρες φάσμα εξατομικευμένων υπηρεσιών ανθρώπινου δυναμικού που υπερβαίνουν τα βασικά. Είτε διαπραγματεύεστε συμβάσεις, είτε αναζητάτε νομικές συμβουλές, είτε εργάζεστε για την προσωπική σας ανάπτυξη, οι λύσεις μας είναι σχεδιασμένες με γνώμονα την επιτυχία σας. Κάθε υπηρεσία είναι προσαρμοσμένη ώστε να ανταποκρίνεται στις μοναδικές προκλήσεις που αντιμετωπίζετε.          </p>\n          <h4 >Προτεινόμενες υπηρεσίες ανθρώπινου δυναμικού</h4>\n          <ul >\n            <li>\n             <b>Διαπραγμάτευση συμβάσεων:</b> Σας βοηθάμε να πλοηγηθείτε και να εξασφαλίσετε τους καλύτερους όρους για τις συμβάσεις εργασίας σας.       </li>\n            <li>\n             <b>Νομικές συμβουλές ανθρώπινου δυναμικού:</b> Συμβουλές εμπειρογνωμόνων σχετικά με τα εργασιακά δικαιώματα και τους κανονισμούς του χώρου εργασίας.            </li>\n            <li>\n             <b>Εξατομικευμένη καθοδήγηση σταδιοδρομίας:</b> Κατ' ιδίαν καθοδήγηση για τη χάραξη στρατηγικής για την ανάπτυξη της σταδιοδρομίας σας.       </li>\n            <li>\n             <b>Υποστήριξη για την αξιολόγηση της απόδοσης:</b> Καθοδήγηση σχετικά με το πώς να διαπρέψετε στις αξιολογήσεις της απόδοσής σας.       </li>\n            <li>\n             <b>Επίλυση συγκρούσεων:</b> Βοήθεια για την αποτελεσματική επίλυση των διαφορών στον χώρο εργασίας.            </li>\n            <li>\n             <b>Στρατηγικές ισορροπίας μεταξύ επαγγελματικής και προσωπικής ζωής:</b> Προσαρμοσμένες προσεγγίσεις που θα σας βοηθήσουν να διαχειριστείτε την επαγγελματική και την προσωπική σας ζωή.       </li>\n            <li>\n             <b>Συγκριτική αξιολόγηση αποδοχών:</b> Γνωριμίες σχετικά με το πώς να διασφαλίσετε ότι αμείβεστε δίκαια στον κλάδο σας.       </li>\n            <li>\n             <b>Σχεδιασμός στρατηγικής εξόδου:</b> Καθοδήγηση για την ομαλή και με τους δικούς σας όρους μετάβαση από έναν ρόλο.         </li>\n            <li>\n             <b>Ανάπτυξη ηγεσίας:</b> Υποστήριξη για άτομα που αναλαμβάνουν ή στοχεύουν σε ηγετικούς ρόλους.            </li>\n            <li>\n             <b>Ενημέρωση για το εργατικό δίκαιο:</b> Ενημερωθείτε για τους τελευταίους κανονισμούς που επηρεάζουν τα δικαιώματα και τις ευκαιρίες σας.       </li>\n          </ul>"},"HomeSolutionWhite":{"button":"Κάντε το επόμενο βήμα με αυτοπεποίθηση","content":"<h3 >Οι λύσεις μας</h3>\n          <h2 >\n            Υπηρεσίες απασχόλησης για να αναβαθμίσετε την καριέρα σας      </h2>\n          <p >\n            Για να ξεχωρίσετε στη σημερινή ανταγωνιστική αγορά εργασίας απαιτούνται περισσότερα από τα προσόντα. Η Quorixia προσφέρει υπηρεσίες απασχόλησης που σας βοηθούν να αναδείξετε τα δυνατά σας σημεία και να ευθυγραμμίσετε τις επαγγελματικές σας φιλοδοξίες με πραγματικές ευκαιρίες. Από το βιογραφικό σημείωμα μέχρι την καθοδήγηση σε συνεντεύξεις, παρέχουμε όλα όσα χρειάζεστε για να είστε ένα βήμα μπροστά.          </p>\n          <h4 >Προτεινόμενες υπηρεσίες απασχόλησης</h4>\n          <ul >\n            <li>\n             <b>Δημιουργία βιογραφικού σημειώματος:</b> Προσαρμοσμένα βιογραφικά σημειώματα σχεδιασμένα για να αναδεικνύουν τις δεξιότητες και τα επιτεύγματά σας.       </li>\n            <li>\n             <b>Προπόνηση για συνεντεύξεις:</b> Καθοδήγηση από ειδικούς για την αντιμετώπιση συνεντεύξεων με αυτοπεποίθηση.            </li>\n            <li>\n             <b>Πλοήγηση στην αγορά εργασίας:</b> Σας βοηθάμε να εντοπίσετε και να επιδιώξετε τις καλύτερες ευκαιρίες για την καριέρα σας.       </li>\n            <li>\n             <b>Βελτιστοποίηση του προφίλ σας στο LinkedIn:</b> Κάντε μια ψηφιακή σταθερή πρώτη εντύπωση με ένα ξεχωριστό προφίλ.            </li>\n            <li>\n             <b>Βοήθεια στην υποβολή αιτήσεων εργασίας:</b> Προσαρμοσμένη υποστήριξη για τη συμπλήρωση αιτήσεων εργασίας που γίνονται αντιληπτές.            </li>\n            <li>\n             <b>Στρατηγική δικτύωσης:</b> Μάθετε πώς να δημιουργείτε και να επεκτείνετε το επαγγελματικό σας δίκτυο.            </li>\n            <li>\n             <b>Ανάπτυξη χαρτοφυλακίου:</b> Παρουσιάστε τη δουλειά σας με ένα επαγγελματικά επιμελημένο χαρτοφυλάκιο.            </li>\n            <li>\n             <b>Σύνταξη συνοδευτικής επιστολής:</b> Γράψτε συναρπαστικές συνοδευτικές επιστολές που θα έχουν απήχηση στους εργοδότες.            </li>\n            <li>\n             <b>Υποστήριξη για τη μετάβαση στη σταδιοδρομία:</b> Αλλάξτε ομαλά κλάδο ή ρόλο με συμβουλές από ειδικούς.            </li>\n            <li>\n             <b>Διαπραγμάτευση μισθών:</b> Μεγιστοποιήστε την αμοιβή σας διαπραγματευόμενοι από θέση ισχύος.            </li>\n          </ul>"},"HomeStand":{"block1":{"text":"Ενώ η Quorixia είναι μια νέα, προοδευτικά σκεπτόμενη εταιρεία, η ομάδα των έμπειρων εμπειρογνωμόνων μας σε θέματα ανθρώπινου δυναμικού διαθέτει δεκαετίες πλούσιας και ποικίλης εμπειρίας σε διάφορους κλάδους. Συνδυάζουμε ένα ισχυρό μείγμα διορατικότητας, δημιουργικότητας και τεχνογνωσίας του πραγματικού κόσμου.","title":"Χρόνια εμπειρίας, φρέσκια προοπτική"},"block2":{"text":"Στην Quorixia, δεν πιστεύουμε σε προσεγγίσεις που ταιριάζουν σε όλους. Η καριέρα σας είναι μια ιστορία σε εξέλιξη, γεμάτη δυνατότητες και μοναδικές προκλήσεις. Γι' αυτό αφιερώνουμε χρόνο για να ακούσουμε προσεκτικά και να κατανοήσουμε το βάθος των επαγγελματικών σας φιλοδοξιών.","title":"Λύσεις σχεδιασμένες με ακρίβεια, προσαρμοσμένες σε εσάς"},"block3":{"text":"Η προσέγγισή μας υπερβαίνει τις τυπικές συμβουλευτικές υπηρεσίες. Πρόκειται για την οικοδόμηση μιας βαθιάς εταιρικής σχέσης που βασίζεται στην εμπιστοσύνη, τη συμπόνια και την αμοιβαία ανάπτυξη. Η ομάδα της Quorixia βλέπει κάθε αλληλεπίδραση ως μια ευκαιρία να εμπνεύσει εμπιστοσύνη, να ξεκλειδώσει τις δυνατότητες και να προωθήσει τον μετασχηματισμό.","title":"Ενσυναίσθηση και ενδυνάμωση στον πυρήνα"},"button":"Δείτε γιατί οι πελάτες εμπιστεύονται την Quorixia","title":"Τι μας κάνει να ξεχωρίζουμε:"},"HomeWhy":{"subtitle":"Τροφοδοτώντας τη φιλοδοξία σας με καθοδήγηση από ειδικούς","text":"Το συνεργείο μας δεν σας βλέπει ως έναν ακόμη πελάτη. Είστε ένας επαγγελματίας με όνειρα, στόχους και φιλοδοξίες. Με πάνω από μια δεκαετία εμπειρίας στο χώρο του ανθρώπινου δυναμικού και της απασχόλησης, ειδικευόμαστε στο σχεδιασμό εξατομικευμένων στρατηγικών που σας βάζουν στο επίκεντρο της ιστορίας της καριέρας σας.","title":"Γιατί          <br />\n              Quorixia;"}},"hr":{"HrExpertise":{"button":"Παραγγελία υπηρεσίας HR τώρα","service":"Υπηρεσία ανθρώπινου δυναμικού","text":"Καμία επαγγελματική διαδρομή δεν είναι ίδια με την άλλη. Η γκάμα των λύσεων ανθρώπινου δυναμικού που διαθέτουμε είναι σχεδιασμένη για να αντιμετωπίζει τα προβλήματά σας, είτε πρόκειται για τη μετάβαση σε μια καριέρα, είτε για την ενίσχυση των ηγετικών σας δεξιοτήτων, είτε για την αναζήτηση εξατομικευμένων συμβουλών ανθρώπινου δυναμικού. Εστιάζοντας σε εξατομικευμένες στρατηγικές και ατομική υποστήριξη, προσφέρουμε υπηρεσίες που σας δίνουν τη δυνατότητα να αναλάβετε τον έλεγχο του επαγγελματικού σας μέλλοντος.","title":"Ανακαλύψτε την τεχνογνωσία μας στον τομέα του ανθρώπινου δυναμικού"},"HrHero":{"text":"Στην Quorixia, ειδικευόμαστε στην παροχή <br />\n            εξατομικευμένες λύσεις ανθρώπινου δυναμικού που θα σας βοηθήσουν να ξεπεράσετε <br />\n            τις προκλήσεις της καριέρας, να πλοηγηθείτε στις μεταβάσεις και <br />\n            να επιτύχετε με αυτοπεποίθηση τους στόχους σας.","title":"Μεταμορφώνοντας την επαγγελματική σας πορεία <br />\n            με εξατομικευμένες λύσεις HR"},"HrPersonalisedApproach":{"text":"Στην Quorixia, υιοθετούμε μια ανθρωποκεντρική προσέγγιση στις υπηρεσίες ανθρώπινου δυναμικού, εστιάζοντας στην οικοδόμηση σταθερών σχέσεων με κάθε πελάτη μας. Καταλαβαίνουμε ότι η επαγγελματική σας πορεία είναι προσωπική, γι' αυτό και προσαρμόζουμε κάθε λύση στις δικές σας ανάγκες. Για την εξέλιξη της καριέρας σας, την αντιμετώπιση των προκλήσεων στην εργασία σας ή τη μετάβαση σε έναν νέο ρόλο, δημιουργούμε στρατηγικές σχεδιασμένες γύρω από τους ατομικούς σας στόχους, τις δεξιότητες και τις φιλοδοξίες σας.","title":"Εξατομικευμένη προσέγγιση"},"HrPricing":{"button":"Προβολή Τιμών & Πακέτων","text":"Προσφέρουμε σαφή και ευέλικτη τιμολόγηση για να καλύψουμε τις συγκεκριμένες ανάγκες σας. Είτε αναζητάτε εφάπαξ συμβουλές είτε συνεχή υποστήριξη σε θέματα ανθρώπινου δυναμικού, τα πακέτα υπηρεσιών μας είναι σχεδιασμένα για να ταιριάζουν στους στόχους καριέρας και τον προϋπολογισμό σας. Εξερευνήστε τις λεπτομερείς επιλογές τιμολόγησης για να βρείτε το κατάλληλο πακέτο για εσάς.","title":"Διαφανείς τιμές, προσαρμοσμένα πακέτα"},"HrRequest":{"text":"Οι ειδικοί μας διαθέτουν δεκαετίες συλλογικής εμπειρίας στον τομέα του ανθρώπινου δυναμικού για να σας καθοδηγήσουν με ενσυναίσθηση, ακρίβεια και φροντίδα. Δεν θα λάβετε απλώς συμβουλές - θα έχετε έναν συνεργάτη αφοσιωμένο στην επιτυχία σας.","title":"Ξεκλειδώστε την εξατομικευμένη στρατηγική ανθρώπινου δυναμικού σας"}},"login":{"forgot":{"button":"Επαναφορά τώρα","error":"Εμφανίστηκε σφάλμα. Προσπαθήστε ξανά.","subtitle":"Παρακαλούμε δώστε το όνομα χρήστη ή τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας.       <br />\n          Θα σας στείλουμε έναν σύνδεσμο για να δημιουργήσετε έναν νέο κωδικό πρόσβασης μέσω email.","success":"Ο σύνδεσμος επαναφοράς εστάλη στο email σας!","title":"Ξεχάσατε τον κωδικό πρόσβασής σας;"},"form":{"button":"Συνδεθείτε","email":"Ηλεκτρονικό ταχυδρομείο","forgot":"Ξεχάσατε τον κωδικό πρόσβασης;","password":"Κωδικός πρόσβασης"},"reset":{"button":"Ορισμός νέου κωδικού πρόσβασης","confirmPassword":"Επιβεβαίωση κωδικού πρόσβασης","currentPassword":"Τρέχων κωδικός πρόσβασης","invalid":"Άκυρος ή ληγμένος σύνδεσμος.","newPassword":"Νέος κωδικός πρόσβασης","subtitle":"Ενημερώστε τον κωδικό πρόσβασής σας για να διατηρήσετε τον λογαριασμό σας ασφαλή.","success":"Ο κωδικός πρόσβασης άλλαξε με επιτυχία!","title":"Αλλαγή κωδικού πρόσβασης","validationSchema":{"confirmPassword":"Απαιτείται επιβεβαίωση του κωδικού πρόσβασης","currentPassword":"Απαιτείται τρέχων κωδικός πρόσβασης","newPassword":"Απαιτείται νέος κωδικός πρόσβασης","oneOf":"Οι κωδικοί πρόσβασης πρέπει να ταιριάζουν"}},"text":"Συνδεθείτε στο λογαριασμό σας εισάγοντας το όνομα χρήστη ή το email σας και τον κωδικό πρόσβασής σας. <br />\n          Εάν έχετε ξεχάσει τον κωδικό πρόσβασής σας, χρησιμοποιήστε το σύνδεσμο \"Ξεχάσατε τον κωδικό πρόσβασής σας;\" για να τον επαναφέρετε.","title":"Καλώς ήρθατε πίσω στην Quorixia!","validationSchema":{"email":"Μη έγκυρη διεύθυνση email","password":"Απαιτείται κωδικός πρόσβασης","requiredEmail":"Απαιτείται email"}},"pricing":{"AdditionalSolution":{"button":"Κατεβάστε τον πλήρη τιμοκατάλογο","text":"Οι υπηρεσίες σταθερής τιμής που αναφέρονται παραπάνω είναι μόνο μια γεύση από το τι μπορεί να προσφέρει η Quorixia. Προσφέρουμε μια πλήρη σουίτα λύσεων ανθρώπινου δυναμικού και απασχόλησης που έχουν σχεδιαστεί για να είναι ευέλικτες και εξατομικευμένες στην πορεία της καριέρας σας. Διαθέτουμε πολλές υπηρεσίες που ανταποκρίνονται στις μοναδικές σας ανάγκες, από προηγμένη καθοδήγηση έως προσαρμοσμένες στρατηγικές αναζήτησης εργασίας.              <br />\n              <br />\n              Κατεβάστε τον αναλυτικό τιμοκατάλογό μας για μια λεπτομερή ματιά σε όλες τις επιλογές και τις τιμές που προσφέρουμε. Είμαστε αφοσιωμένοι στην υποστήριξη της επαγγελματικής σας ανάπτυξης, ανεξάρτητα από το πού βρίσκεστε στο ταξίδι σας.","title":"Ανακαλύψτε πρόσθετες λύσεις"},"CareerSolution":{"buy":"Αγοράστε","from":"Από το","price":"Τιμή","subtitle":"Επιλέξτε το τέλειο πακέτο για το ταξίδι σας","text":"Στην Quorixia, καταλαβαίνουμε ότι κάθε πορεία καριέρας είναι μοναδική. Γι' αυτό δημιουργήσαμε μια σειρά από προσεκτικά επιμελημένα πακέτα υπηρεσιών που έχουν σχεδιαστεί για να σας υποστηρίξουν σε κάθε στάδιο της επαγγελματικής σας διαδρομής. Εάν μόλις ξεκινάτε, εάν θέλετε να προοδεύσετε στον τομέα σας, εάν διανύετε μια μεταβατική περίοδο καριέρας ή εάν προετοιμάζεστε για ηγετικούς ρόλους, τα πακέτα μας παρέχουν ολοκληρωμένη, εξατομικευμένη υποστήριξη προσαρμοσμένη στους συγκεκριμένους στόχους σας. Εξερευνήστε τα πακέτα μας παρακάτω και βρείτε αυτό που ταιριάζει στις επαγγελματικές σας φιλοδοξίες.","title":"Προσαρμοσμένες λύσεις καριέρας"},"OrderPopup":{"form":{"email":"Ηλεκτρονικό ταχυδρομείο","fullName":"Ονοματεπώνυμο","message":"Το μήνυμά σας","phone":"Αριθμός τηλεφώνου","send":"Στείλτε"},"text":"Ενδιαφέρεστε για το έτοιμο πακέτο μας; Παρακαλούμε συμπληρώστε την παρακάτω φόρμα, ώστε ο εκπρόσωπός μας να επικοινωνήσει σύντομα μαζί σας για όλες τις απαραίτητες λεπτομέρειες.","thanks":{"text":"Το αίτημά σας ελήφθη επιτυχώς!                 <br />\n                          Ένα από τα μέλη της ομάδας μας θα επικοινωνήσει μαζί σας σύντομα.","title":"ΣΑΣ ΕΥΧΑΡΙΣΤΟΥΜΕ!"},"title":"Πλήρης αίτηση πακέτου","validationSchema":{"email":"Παρακαλούμε δώστε μια σωστή διεύθυνση ηλεκτρονικού ταχυδρομείου.","required":"Αυτό το πεδίο είναι υποχρεωτικό."}},"PricingHero":{"subtitle":"Διαφανές & Ευέλικτο <br />\n          Επιλογές για τις ανάγκες της καριέρας σας","text":"Το πλήρωμα της Quorixia παρέχει σαφείς, σταθερές τιμές για τις υπηρεσίες ανθρώπινου δυναμικού και απασχόλησης, εξασφαλίζοντας <br />\n          γνωρίζετε ακριβώς τι παίρνετε. Είτε χρειάζεστε μεμονωμένες υπηρεσίες είτε θέλετε να επενδύσετε <br />\n          σε ένα ολοκληρωμένο πακέτο υποστήριξης σταδιοδρομίας, οι επιλογές μας είναι σχεδιασμένες για να καλύπτουν διάφορες ανάγκες και <br />\n          προϋπολογισμούς. Εξερευνήστε τις υπηρεσίες μας με σταθερές τιμές παρακάτω, ή επιλέξτε μία από τις προσεκτικά επιμελημένες υπηρεσίες μας <br />\n          πακέτα που συνδυάζουν πολλαπλές προσφορές για να σας προσφέρουν την καλύτερη δυνατή αξία.","title":"Τιμολόγηση Quorixia"},"PricingSecond":{"employment":"Υπηρεσίες απασχόλησης","hr":"Υπηρεσίες ανθρώπινου δυναμικού"}},"register":{"form":{"age":"Είμαι άνω των 18 ετών και έχω διαβάσει και αποδεχτεί όλα τα παραπάνω.","agree":"Συμφωνώ με το","button":"Συμμετάσχετε στην Quorixia","confirmPassword":"Επιβεβαίωση κωδικού πρόσβασης","email":"Ηλεκτρονικό ταχυδρομείο","firstName":"Όνομα","lastName":"Επώνυμο","password":"Κωδικός πρόσβασης","phone":"Αριθμός τηλεφώνου","privacy":"Πολιτική απορρήτου","terms":"Όροι και Προϋποθέσεις","username":"Όνομα χρήστη"},"subtitle":"Εγγραφείτε για να αποκτήσετε πρόσβαση σε εξατομικευμένη υποστήριξη σταδιοδρομίας, να ενημερώνεστε για τις τελευταίες θέσεις εργασίας <br />\n            ευκαιρίες και να λάβετε καθοδήγηση από ειδικούς για να επιτύχετε τους επαγγελματικούς σας στόχους.","success":{"text":"Ο λογαριασμός σας δημιουργήθηκε με επιτυχία. Ένα email επιβεβαίωσης έχει σταλεί στα εισερχόμενά σας.       <br />\n                    Καλώς ήρθατε!","title":"Συγχαρητήρια!"},"title":"Γίνετε μέλος της κοινότητας Quorixia","validationSchema":{"age":"Πρέπει να αποδεχθείτε την ηλικία","email":"Μη έγκυρη διεύθυνση email","oneOf":"Οι κωδικοί πρόσβασης πρέπει να ταιριάζουν","policy":"Πρέπει να αποδεχτείτε την πολιτική απορρήτου","required":"Το πεδίο αυτό είναι υποχρεωτικό","terms":"Πρέπει να αποδεχτείτε τους όρους και τις προϋποθέσεις"}},"request_popup":{"employmentService":{"label1":"Δημιουργία βιογραφικού σημειώματος & βιογραφικού σημειώματος","label10":"Προσωπική διαβούλευση για το Branding","label11":"Βοήθεια για την αίτηση εργασίας","label12":"Ανάπτυξη επαγγελματικού χαρτοφυλακίου","label13":"Στρατηγικές εργασίας Freelance & συμβολαίου","label14":"Εικονική συνέντευξη Coaching","label15":"Ανάλυση προσαρμογής της κουλτούρας του χώρου εργασίας","label16":"Αναζήτηση πρακτικής άσκησης & μαθητείας","label17":"Σχεδιασμός δεύτερης καριέρας","label18":"Στρατηγική παρακολούθησης συνέντευξης","label19":"Βελτιστοποίηση προφίλ ελεύθερου επαγγελματία","label2":"Προετοιμασία συνέντευξης","label20":"Συμβουλές εργατικού δικαίου","label21":"Αξιολόγηση προσφοράς εργασίας","label3":"Στρατηγική αναζήτησης εργασίας","label4":"Βελτιστοποίηση προφίλ LinkedIn","label5":"Στρατηγική δικτύωσης","label6":"Συγγραφή συνοδευτικής επιστολής","label7":"Τάσεις & γνώσεις της αγοράς εργασίας","label8":"Προπόνηση διαπραγμάτευσης μισθών","label9":"Υποστήριξη μετάβασης στη σταδιοδρομία"},"form":{"email":"Ηλεκτρονικό ταχυδρομείο","fullName":"Ονοματεπώνυμο","message":"Το μήνυμά σας","phone":"Αριθμός τηλεφώνου","send":"Στείλτε","service":"Επιλέξτε Υπηρεσία"},"hrServices":{"label1":"Διαπραγμάτευση & αναθεώρηση συμβάσεων","label10":"Ανάπτυξη ταλέντων & αξιολόγηση δεξιοτήτων","label11":"Διαβούλευση για τη Διαφορετικότητα και την Ένταξη","label12":"Προγραμματισμός απομακρυσμένης εργασίας & ευελιξίας","label13":"Σχεδιασμός επαγγελματικής πορείας","label14":"Αναθεώρηση της πολιτικής ανθρώπινου δυναμικού","label15":"Σχέδια προσωπικής ανάπτυξης","label16":"Διαμεσολάβηση σε συγκρούσεις","label17":"Ανάλυση & αποσαφήνιση του ρόλου εργασίας","label18":"Προάσπιση των δικαιωμάτων των εργαζομένων","label19":"Κουλτούρα & προσαρμογή στον χώρο εργασίας","label2":"Διαχείριση επιδόσεων","label20":"Αντιστοίχιση συμβούλων","label21":"Ευεξία στο χώρο εργασίας & υποστήριξη ψυχικής υγείας","label3":"Νομική συμβουλευτική Ανθρώπινου Δυναμικού","label4":"Επίλυση συγκρούσεων στο χώρο εργασίας","label5":"Coaching ηγεσίας","label6":"Συμβουλευτική αποζημιώσεων και παροχών","label7":"Υποστήριξη στρατηγικής εξόδου & μετάβασης στη σταδιοδρομία","label8":"Στρατηγικές ισορροπίας εργασίας-ζωής","label9":"Υποστήριξη Onboarding"},"text1":"Ξεκινήστε με το προσαρμοσμένο μας","text2":"προγραμματίστε μια διαβούλευση και κάντε το πρώτο βήμα προς την επίτευξη των επαγγελματικών σας στόχων.","thanks":{"text":" Το αίτημά σας ελήφθη επιτυχώς!                 <br />\n                          Ένα από τα μέλη της ομάδας μας θα επικοινωνήσει μαζί σας σύντομα.","title":"ΣΑΣ ΕΥΧΑΡΙΣΤΟΥΜΕ!"},"title":"Έτοιμοι να μεταμορφώσετε το επαγγελματικό σας ταξίδι;","validationSchema":{"email":"Παρακαλούμε δώστε μια σωστή διεύθυνση ηλεκτρονικού ταχυδρομείου.","required":"Αυτό το πεδίο είναι υποχρεωτικό."}},"thanks_popup":{"text":"Το αίτημά σας ελήφθη επιτυχώς!                <br />\n                Ένα από τα μέλη της ομάδας μας θα επικοινωνήσει μαζί σας σύντομα.","title":"ΣΑΣ ΕΥΧΑΡΙΣΤΟΥΜΕ!"},"thankyou":{"text":"Εκτιμούμε την παραγγελία σας και η ομάδα μας θα επικοινωνήσει μαζί σας. <br />\n          σύντομα για να επιβεβαιώσει τις λεπτομέρειες.","title":"Σας ευχαριστούμε που επιλέξατε την Quorixia!"},"why":{"WhyCollaborate":{"block1":{"text":"Πρώτα ακούμε και μετά καταστρώνουμε στρατηγικές, διασφαλίζοντας ότι κατανοούμε πλήρως τις ανάγκες σας.","title":"Βαθιά ακρόαση"},"block2":{"text":"Συνεργαζόμαστε μαζί σας σε κάθε βήμα, δημιουργώντας λύσεις που αντικατοπτρίζουν το όραμά σας.","title":"Γνήσια εταιρική σχέση"},"block3":{"text":"Η δέσμευσή μας δεν τελειώνει με μία λύση - είμαστε εδώ για να σας προσαρμόζουμε και να σας καθοδηγούμε καθώς η καριέρα σας εξελίσσεται.","title":"Συνεχής υποστήριξη"},"title":"Πώς συνεργαζόμαστε"},"WhyDifferent":{"block1":{"text":"Κάθε στρατηγική είναι τόσο μοναδική όσο και η πορεία της καριέρας σας. Απορρίπτουμε την ιδέα της ενιαίας προσέγγισης.","title":"Προσαρμογή <br />\n                σε κάθε στροφή"},"block2":{"text":"Καλύπτουμε πολλούς κλάδους, διασφαλίζοντας ότι θα λάβετε συμβουλές που είναι σχετικές και εφαρμόσιμες.","title":"Βιομηχανία που εκτείνεται σε όλο τον κλάδο <br />\n                Εμπειρογνωμοσύνη"},"block3":{"text":"Δεν αντιδρούμε απλώς στις προκλήσεις, αλλά τις προβλέπουμε και τις προγραμματίζουμε, ώστε να είστε πάντα μπροστά.","title":"Προληπτικό πρόβλημα <br />\n                Επίλυση"},"button1":"Εξερευνήστε τις Λύσεις μας για το Ανθρώπινο Δυναμικό","button2":"Ξεκλειδώστε τις ευκαιρίες απασχόλησης","title":"Γιατί είμαστε διαφορετικοί"},"WhyFocused":{"text1":"Το πλήρωμα της Quorixia μετρά την επιτυχία μας όχι με τον αριθμό των πελατών που εξυπηρετούμε, αλλά με τα απτά αποτελέσματα που παρέχουμε. Επικεντρωνόμαστε στο να έχουμε πραγματικό αντίκτυπο στην επαγγελματική σας πορεία. Η προσέγγισή μας έχει σχεδιαστεί για να παρέχει ουσιαστικά αποτελέσματα - από την εξασφάλιση καλύτερων ευκαιριών έως την ανάπτυξη μόνιμων δεξιοτήτων που σας ενδυναμώνουν μακροπρόθεσμα.","text2":"Δεν πιστεύουμε σε προσωρινές λύσεις ή επιφανειακή πρόοδο. Κάθε στρατηγική που σχεδιάζουμε είναι σχεδιασμένη για μακροπρόθεσμη επιτυχία, προσαρμοσμένη ώστε να σας βοηθήσει να επιτύχετε τους άμεσους στόχους σας και να ευημερήσετε στο μέλλον. Είτε επιδιώκετε επαγγελματική ανέλιξη, είτε μεταβαίνετε σε άλλους κλάδους, είτε βελτιώνετε τις ηγετικές σας ικανότητες, διασφαλίζουμε ότι οι λύσεις μας δημιουργούν μετρήσιμη ανάπτυξη που ευθυγραμμίζεται με τις επαγγελματικές σας φιλοδοξίες.","title":"Επικεντρωμένοι στα αποτελέσματα που έχουν σημασία"},"WhyGoals":{"text":"Στην Quorixia, το θεμέλιο της επιτυχίας μας είναι η πελατοκεντρική μας προσέγγιση. Επικεντρωνόμαστε αποκλειστικά σε εσάς - στις φιλοδοξίες, τις προκλήσεις και την ανάπτυξή σας. Από τη στιγμή που ξεκινάμε να συνεργαζόμαστε, κάνουμε τους στόχους σας αποστολή μας. Αφιερώνουμε χρόνο για να κατανοήσουμε πραγματικά τη μοναδική πορεία της καριέρας σας και να δημιουργήσουμε προσαρμοσμένες στρατηγικές ευθυγραμμισμένες με τους στόχους σας.       <br />\n              <br />\n              Η διαδικασία μας είναι συνεργατική και σχεδιασμένη να εξελίσσεται μαζί σας. Δεν πιστεύουμε σε γενικές λύσεις ή αυτοματοποιημένες μεθόδους. Κάθε αλληλεπίδραση είναι εξατομικευμένη και σκόπιμη, διασφαλίζοντας ότι εργαζόμαστε μαζί σας και όχι μόνο για εσάς. Η συμβολή σας βρίσκεται στο επίκεντρο κάθε λύσης που αναπτύσσουμε, και προσαρμοζόμαστε καθώς εξελίσσεται η καριέρα σας, προσφέροντας συνεχή υποστήριξη που εξελίσσεται όπως και οι στόχοι σας.","title":"Οι στόχοι σας έρχονται πρώτοι - Πάντα"},"WhyHero":{"subtitle":"Ένα φρέσκο, επαγγελματικό <br />\n          προοπτική στις λύσεις ανθρώπινου δυναμικού","subtitle2":"Τι κάνει <br />\n            Μας Μοναδικό","text1":"Στην Quorixia, κάνουμε τα πράγματα διαφορετικά. Αν και είμαστε μια νέα εταιρεία, φέρνουμε έναν ισχυρό συνδυασμό <br />\n          φρέσκιας ενέργειας, καινοτόμου σκέψης και βαθιάς εμπειρίας από μια ομάδα έμπειρων επαγγελματιών.          <br />\n          <br />\n          Αυτό που μας κάνει να ξεχωρίζουμε είναι η ικανότητά μας να συνδυάζουμε την ευελιξία μιας νέας εταιρείας με την τεχνογνωσία εκείνων που έχουν περάσει <br />\n          χρόνια για να κατακτήσουν την τέχνη τους. Οι υψηλής ποιότητας, εξατομικευμένες λύσεις μας είναι σχεδιασμένες για να έχουν νόημα <br />\n          αντίκτυπο στο ταξίδι της καριέρας σας.       <br />\n          <br />\n          Είτε πλοηγείστε σε μια σύνθετη μετάβαση, είτε αναζητάτε επαγγελματική ανέλιξη, είτε αναζητάτε καθοδήγηση σε μια νέα <br />\n          τομέα, η Quorixia προσφέρει μια εξατομικευμένη προσέγγιση, διασφαλίζοντας ότι οι μοναδικοί σας στόχοι αποτελούν πάντα προτεραιότητα. Παρέχουμε <br />\n          κάτι περισσότερο από απλές συμβουλές - δημιουργούμε το σχέδιο για την επιτυχία σας.","text2":"Καταλαβαίνουμε ότι κάθε ταξίδι καριέρας είναι προσωπικό και μοναδικό. Δεσμευόμαστε να προσφέρουμε πλήρως εξατομικευμένες λύσεις σε θέματα ανθρώπινου δυναμικού και απασχόλησης, ακούγοντας προσεκτικά τις ανάγκες σας, αξιολογώντας τους στόχους σας και αναπτύσσοντας ένα εξατομικευμένο σχέδιο που να ευθυγραμμίζεται απόλυτα με τις φιλοδοξίες σας.       <br />\n            <br />\n            Το πλήρωμά μας ειδικεύεται στη δημιουργία εξατομικευμένων στρατηγικών για επαγγελματίες σε όλα τα στάδια, είτε ξεκινούν μόλις τώρα, είτε αλλάζουν κλάδο, είτε προετοιμάζονται για ανώτερους ηγετικούς ρόλους. Η ομάδα μας βασίζεται σε πολυετή πείρα σε διάφορους κλάδους, δίνοντάς μας τη γνώση να παρέχουμε την κατάλληλη καθοδήγηση σε κάθε σενάριο. Δεν είμαστε απλώς σύμβουλοι - είμαστε αφοσιωμένοι συνεργάτες, που σας βοηθούν να περιηγηθείτε στις ανατροπές της καριέρας σας με αυτοπεποίθηση.","title":"Γιατί να επιλέξετε την Quorixia;"},"WhyLast":{"button":"Ανακαλύψτε την προσέγγισή μας","text":"Εξερευνήστε τις αξίες, το πάθος και την αφοσίωση πίσω από την Quorixia. Μάθετε περισσότερα για το πώς διαμορφώνουμε καριέρες και καθοδηγούμε τα άτομα στην επιτυχία με κάθε βήμα.","title":"Έχετε περιέργεια να μάθετε τι μας κινεί;"},"WhyResult":{"block1":{"text":"Παρέχουμε ακριβή, μετρήσιμα αποτελέσματα, από προσφορές εργασίας έως την ανάπτυξη δεξιοτήτων.","title":"Απτή πρόοδος"},"block2":{"text":"Επικεντρωνόμαστε σε λύσεις που θα συνεχίσουν να σας ωφελούν και στο μέλλον.","title":"Μακροπρόθεσμη επιτυχία"},"block3":{"":"Οι στρατηγικές μας είναι σχεδιασμένες για να προωθούν την ουσιαστική εξέλιξη της σταδιοδρομίας.","title":"Επιδραστική ανάπτυξη"},"title":"Η δέσμευσή μας για αποτελέσματα"}}}