{"default":{},"header":{"aboutUs":"Chi siamo","account":"Account","blog":"Blog","careers":"Carriere","caseStudies":"Casi di studio","contactUs":"Contattaci","employment":"Occupazione","glossary":"Glossario","hr":"Risorse umane","login":"Login","pricing":"Prezzi","signup":"Iscrizione","whyQuorixia":"Perché Quorixia"},"connect_form":{"expertiseLevel":{"label1":"Livello base","label2":"Livello intermedio","label3":"Livello Senior"},"formFields":{"additionalInfo":"Informazioni aggiuntive","coreCompetencies":"Competenze di base","coverLetter":"Lettera di presentazione","desiredRole":"Ruolo lavorativo desiderato","email":"E-mail","expertiseLevel":"Livello di competenza","firstName":"Nome di battesimo","lastName":"Cognome","linkedInProfile":"Link al profilo LinkedIn","phone":"Numero di telefono","resume":"Allega curriculum","salaryRange":"Intervallo di stipendio previsto","sector":"Settore di interesse","startDate":"Data di inizio più vicina","submit":"Invia","terms1":"Ho letto e accetto l'","terms2":"Termini di utilizzo","terms3":"E","terms4":"politica sulla riservatezza","workLocation":"Luogo di lavoro preferito"},"jobRole":{"label1":"Finanza e contabilità","label10":"Vendite e sviluppo aziendale","label2":"Supporto amministrativo","label3":"Marketing e Comunicazioni","label4":"Ingegneria e costruzione","label5":"Cibo e bevande","label6":"Sanità e biotecnologia","label7":"Ospitalità e turismo","label8":"Risorse umane e gestione dei talenti","label9":"Tecnologia dell'informazione e software"},"validationSchema":{"firstName":"Il nome è obbligatorio","invalidEmail":"Indirizzo email non valido","invalidURL":"URL non valido","lastName":"Il cognome è obbligatorio","requiredEmail":"L'email è obbligatoria"}},"blog":{"BlogHero":{"text":"Crediamo che la conoscenza sia la chiave per sbloccare il tuo<br /> potenziale professionale. Il nostro blog è pieno di esperti<br /> suggerimenti, approfondimenti del settore e consigli pratici per aiutare<br /> navighi con sicurezza nel tuo percorso di carriera. Resta<br /> informati, resta al passo e prendi il controllo del tuo<br /> futuro con Quorixia.","title":" Blog Quorixia: il tuo<br /> Guida al successo professionale"},"BlogSlider":{"read":"Leggi ora","title":"Argomenti del blog in evidenza"}},"home":{"HomeHero":{"subtitle":"Forma<br /> Cosa c'è dopo?","text":"In Quorixia, la tua carriera è più di un lavoro: è il tuo viaggio personale. Offriamo servizi di HR e occupazione su misura<br /> soluzioni, sapientemente realizzate per guidarti in ogni fase del percorso. Che tu stia facendo mosse di carriera coraggiose o cercando<br /> progressi costanti, siamo qui per aiutarti a liberare il tuo pieno potenziale con un supporto personalizzato e incentrato sulla persona.","title":"Ridefinisci la tua carriera"},"HomeRequest":{"subtitle":"Il tuo viaggio inizia qui","text":"Che tu stia cercando consigli sulle risorse umane o sia pronto a esplorare nuove opportunità di lavoro, Quorixia è qui per supportarti in ogni fase della tua carriera. Lavoriamo insieme per raggiungere i tuoi obiettivi.","title":"Pronti per il passo successivo?"},"HomeResources":{"button":"Visita le nostre risorse","subtitle":"Ti do potere con la conoscenza","text":"La tua carriera non è accompagnata da un manuale, ma le risorse di Quorixia sono la cosa migliore. Rimani al passo con i tempi con approfondimenti di esperti, guide e consigli pratici creati da professionisti delle risorse umane. Il nostro blog, i casi di studio e il glossario ti aiutano a rimanere informato e ispirato, dandoti gli strumenti per navigare nella tua carriera con sicurezza.","title":"Risorse per la carriera"},"HomeSecond":{"button1":"Esplora le nostre soluzioni HR","button2":"Sblocca le opportunità di lavoro","text":"Non forniamo solo servizi HR, ti diamo la possibilità di prendere il pieno controllo della tua vita lavorativa. Che si tratti di una transizione di carriera, di un progresso nel tuo attuale campo o di un nuovo percorso, le nostre soluzioni sono realizzate per adattarsi al tuo percorso personale.","titl":"Prendi in mano il tuo futuro"},"HomeSolutionBlack":{"button":"Sblocca la tua strategia HR personalizzata","content":"<h3 >Le nostre soluzioni</h3><h2 > Cosa ci contraddistingue:</h2><p > Orientarsi tra le complessità delle risorse umane può essere travolgente. È qui che entra in gioco Quorixia con una gamma completa di servizi HR personalizzati che vanno oltre le basi. Che tu stia negoziando contratti, cercando consulenza legale o lavorando sullo sviluppo personale, le nostre soluzioni sono realizzate pensando al tuo successo. Ogni servizio è personalizzato per soddisfare le sfide uniche che affronti.</p><h4 > Servizi HR in primo piano</h4><ul ><li> <b>Negoziazione contrattuale:</b> ti aiutiamo a orientarti e a garantire le migliori condizioni per i tuoi contratti di lavoro.</li><li> <b>Consulenza legale in materia di risorse umane:</b> consulenza specialistica sui diritti dei lavoratori e sulle normative sul posto di lavoro.</li><li> <b>Coaching di carriera personalizzato:</b> coaching individuale per definire strategie di crescita professionale.</li><li> <b>Supporto alla valutazione delle prestazioni:</b> indicazioni su come eccellere nelle valutazioni delle prestazioni.</li><li> <b>Risoluzione dei conflitti:</b> assistenza nella risoluzione efficace delle controversie sul posto di lavoro.</li><li> <b>Strategie di equilibrio tra lavoro e vita privata:</b> approcci personalizzati per aiutarti a gestire la tua vita professionale e personale.</li><li> <b>Benchmarking della retribuzione:</b> spunti su come garantire una retribuzione equa nel tuo settore.</li><li> <b>Pianificazione della strategia di uscita:</b> indicazioni su come abbandonare un ruolo senza intoppi e alle proprie condizioni.</li><li> <b>Sviluppo della leadership:</b> supporto per le persone che intendono ricoprire o aspirare a ricoprire ruoli di leadership.</li><li> <b>Aggiornamenti sul diritto del lavoro:</b> rimani informato sulle ultime normative che riguardano i tuoi diritti e le tue opportunità.</li></ul>"},"HomeSolutionWhite":{"button":"Fai il passo successivo con sicurezza","content":"<h3 >Le nostre soluzioni</h3><h2 > Servizi per l'occupazione per far progredire la tua carriera</h2><p > Per distinguersi nel competitivo mercato del lavoro odierno non servono solo le qualifiche. Quorixia offre servizi di impiego che ti aiutano a mettere in risalto i tuoi punti di forza e ad allineare le tue aspirazioni di carriera con le opportunità del mondo reale. Dai curriculum al coaching per i colloqui, ti forniamo tutto ciò di cui hai bisogno per rimanere un passo avanti.</p><h4 > Servizi per l'occupazione in primo piano</h4><ul ><li> <b>Creazione di CV:</b> curriculum personalizzati pensati per mettere in risalto le tue competenze e i tuoi successi.</li><li> <b>Coaching per i colloqui:</b> consulenza esperta per affrontare i colloqui con sicurezza.</li><li> <b>Navigazione nel mercato del lavoro:</b> ti aiutiamo a identificare e cogliere le migliori opportunità per la tua carriera.</li><li> <b>Ottimizzazione del profilo LinkedIn:</b> crea una solida prima impressione digitale con un profilo che si distingue.</li><li> <b>Assistenza per la candidatura al lavoro:</b> supporto personalizzato per completare le candidature di lavoro che verranno notate.</li><li> <b>Strategia di networking:</b> scopri come creare ed espandere la tua rete professionale.</li><li> <b>Sviluppo del portfolio:</b> presenta il tuo lavoro con un portfolio curato da professionisti.</li><li> <b>Creazione di lettere di presentazione:</b> scrivi lettere di presentazione accattivanti che trovino riscontro nei datori di lavoro.</li><li> <b>Supporto alla transizione di carriera:</b> cambia agevolmente settore o ruolo grazie alla consulenza di esperti.</li><li> <b>Negoziazione dello stipendio:</b> massimizza il tuo compenso negoziando da una posizione di forza.</li></ul>"},"HomeStand":{"block1":{"text":"Sebbene Quorixia sia un'azienda giovane e lungimirante, il nostro team di esperti HR vanta decenni di esperienza ricca e diversificata in vari settori. Combiniamo una potente miscela di intuito, creatività e competenza nel mondo reale.","title":"Anni di esperienza, nuova prospettiva"},"block2":{"text":"In Quorixia, non crediamo in approcci one-size-fits-all. La tua carriera è una storia in divenire, piena di potenziale e sfide uniche. Ecco perché ci prendiamo il tempo di ascoltare attentamente e comprendere la profondità delle tue aspirazioni professionali.","title":"Soluzioni di precisione, su misura per te"},"block3":{"text":"Il nostro approccio va oltre la consulenza standard. Si tratta di costruire una partnership profonda radicata nella fiducia, nella compassione e nella crescita reciproca. Il team Quorixia vede ogni interazione come un'opportunità per ispirare fiducia, sbloccare il potenziale e guidare la trasformazione.","title":"Empatia e potere al centro"},"button":"Scopri perché i clienti si fidano di Quorixia","title":"Cosa ci contraddistingue:"},"HomeWhy":{"subtitle":"Alimenta la tua ambizione con la guida di un esperto","text":"Il nostro team non ti vede come un semplice cliente. Sei un professionista con sogni, obiettivi e aspirazioni. Con oltre un decennio di esperienza nel settore delle risorse umane e dell'occupazione, siamo specializzati nella progettazione di strategie personalizzate che ti mettono al centro della tua storia professionale.","title":"Perché<br /> Quorixia?"}},"footer":{"aboutUs":"Chi siamo","blog":"Blog","careers":"Carriere","caseStudies":"Casi di studio","contactUs":"Contattaci","cookies":"Cookie e monitoraggio","description":"Soluzioni personalizzate per le risorse umane e l'occupazione progettate per<br /> aiutarti a percorrere con sicurezza il tuo percorso professionale.","employment":"Occupazione","glossary":"Glossario","hr":"Risorse umane","office":"Indirizzo dell'ufficio","platform":"Piattaforma","pricing":"Prezzi","privacy":"politica sulla riservatezza","refund":"Politica di rimborso","registered":"Indirizzo registrato","resources":"Risorse","solutions":"Soluzioni","stayConnected":"Rimani connesso","support":"Supporto","terms":"Termini di utilizzo","whyQuorixia":"Perché Quorixia"},"contact":{"ContactDetails":{"office":"Indirizzo dell'ufficio","registered":"Indirizzo registrato","title":"Informazioni sui contatti"},"ContactHero":{"text":"Siamo qui per aiutarti nel tuo percorso di carriera. Non<br /> non esitate a contattarci se avete domande sul nostro<br /> servizi, vuoi saperne di più su come possiamo aiutarti<br /> tu, o hai bisogno di risorse umane e occupazione personalizzate<br /> soluzioni. Il nostro team è sempre pronto ad assisterti. Ottieni<br /> contattaci utilizzando le informazioni sottostanti oppure inviaci un<br /> messaggio tramite il nostro modulo di contatto: ti risponderemo il prima possibile<br /> il prima possibile.","title":"Contatta Quorixia"},"ContactRequest":{"text":"Se hai domande o richieste, utilizza il modulo sottostante per contattarci. Che tu voglia consigli sulla carriera, maggiori informazioni sui nostri servizi o voglia collaborare, siamo qui per ascoltare e rispondere. Compila semplicemente il modulo e uno dei membri del nostro team ti risponderà a breve.","title":"Iniziamo una conversazione"}},"thanks_popup":{"text":"La tua richiesta è stata ricevuta con successo!<br /> Uno dei membri del nostro team ti contatterà al più presto.","title":"GRAZIE!"}}