{"why":{"WhyCollaborate":{"block1":{"text":"Prima ascoltiamo e poi elaboriamo strategie, assicurandoci di comprendere appieno le tue esigenze.","title":"Ascolto profondo"},"block2":{"text":"Collaboriamo con voi in ogni fase, creando soluzioni che rispecchino la vostra visione.","title":"Partnership genuina"},"block3":{"text":"Il nostro impegno non si limita a una soluzione: siamo qui per adattarci e guidarti nella crescita della tua carriera.","title":"Supporto continuo"},"title":"Come collaboriamo"},"WhyDifferent":{"block1":{"text":"Ogni strategia è unica come il tuo percorso di carriera. Rifiutiamo l'idea di approcci one-size-fits-all.","title":"Personalizzazione<br /> ad ogni svolta"},"block2":{"text":"Copriamo molteplici settori, assicurandoti consigli pertinenti e concreti.","title":"Intersettoriale<br /> Competenza"},"block3":{"text":"Non ci limitiamo a reagire alle sfide: le anticipiamo e le pianifichiamo, così sarai sempre un passo avanti.","title":"Problema proattivo<br /> Risolvere"},"button1":"Esplora le nostre soluzioni HR","button2":"Sblocca le opportunità di lavoro","title":"Perché siamo diversi"},"WhyFocused":{"text1":"Il team di Quorixia misura il nostro successo non in base al numero di clienti che serviamo, ma in base ai risultati tangibili che forniamo. Ci concentriamo sul creare un impatto reale sul tuo percorso professionale. Il nostro approccio è progettato per fornire risultati significativi, dall'assicurare migliori opportunità allo sviluppo di competenze durature che ti rafforzino nel lungo periodo.","text2":"Non crediamo in soluzioni temporanee o progressi superficiali. Ogni strategia che creiamo è progettata per un successo a lungo termine, su misura per aiutarti a raggiungere i tuoi obiettivi immediati e prosperare in futuro. Che tu stia cercando un avanzamento di carriera, un settore di transizione o il miglioramento delle tue capacità di leadership, ti assicuriamo che le nostre soluzioni creino una crescita misurabile che si allinea alle tue aspirazioni professionali.","title":"Concentrati sui risultati che contano"},"WhyGoals":{"text":"In Quorixia, il fondamento del nostro successo è il nostro approccio incentrato sul cliente. Ci concentriamo interamente su di te: le tue ambizioni, le tue sfide e la tua crescita. Dal momento in cui iniziamo a lavorare insieme, facciamo dei tuoi obiettivi la nostra missione. Ci prendiamo il tempo per comprendere veramente la tua traiettoria di carriera unica e creare strategie su misura allineate ai tuoi obiettivi.<br /><br /> Il nostro processo è collaborativo e progettato per evolversi con te. Non crediamo in soluzioni generiche o metodi automatizzati. Ogni interazione è personalizzata e deliberata, assicurandoci di lavorare al tuo fianco, non solo per te. Il tuo contributo è al centro di ogni soluzione che sviluppiamo e ci adattiamo man mano che la tua carriera progredisce, offrendo un supporto continuo che si evolve insieme ai tuoi obiettivi.","title":"I tuoi obiettivi vengono prima, sempre"},"WhyHero":{"subtitle":"Un professionista fresco<br /> Prospettiva sulle soluzioni HR","subtitle2":"Cosa rende<br /> Noi unici","text1":"In Quorixia, facciamo le cose in modo diverso. Sebbene siamo un'azienda giovane, portiamo una potente combinazione<br /> di energia fresca, pensiero innovativo e profonda esperienza da parte di un team di professionisti esperti.<br /><br /> Ciò che ci distingue è la nostra capacità di unire l'agilità di una nuova azienda con la competenza di chi ha trascorso<br /> anni di perfezionamento del loro mestiere. Le nostre soluzioni personalizzate di alta qualità sono progettate per creare un'esperienza significativa<br /> impatto sul tuo percorso professionale.<br /><br /> Che si tratti di affrontare una transizione complessa, di cercare un avanzamento di carriera o di cercare una guida in un nuovo<br /> campo, Quorixia offre un approccio personalizzato, assicurando che i tuoi obiettivi unici siano sempre la priorità. Forniamo<br /> più di semplici consigli: creiamo il progetto per il tuo successo.","text2":"Sappiamo che ogni percorso di carriera è personale e unico. Ci impegniamo a offrire soluzioni HR e di impiego completamente personalizzate, ascoltando attentamente le tue esigenze, valutando i tuoi obiettivi e sviluppando un piano su misura che si allinei perfettamente alle tue aspirazioni.<br /><br /> Il nostro team è specializzato nella creazione di strategie su misura per professionisti in tutte le fasi, che siano alle prime armi, che cambino settore o che si preparino per ruoli di leadership senior. Il nostro team attinge ad anni di esperienza in vari settori, il che ci fornisce la conoscenza per fornire la guida adeguata in qualsiasi scenario. Non siamo solo consulenti, siamo partner dedicati, che ti aiutano a navigare con sicurezza tra i colpi di scena della tua carriera.","title":"Perché scegliere Quorixia?"},"WhyLast":{"button":"Scopri il nostro approccio","text":"Esplora i valori, la passione e la dedizione dietro Quorixia. Scopri di più su come stiamo plasmando le carriere e guidando gli individui verso il successo a ogni passo.","title":"Curiosi di sapere cosa ci spinge?"},"WhyResult":{"block1":{"text":"Forniamo risultati accurati e misurabili, dalle offerte di lavoro allo sviluppo delle competenze.","title":"Progresso tangibile"},"block2":{"text":"Ci concentriamo su soluzioni che continueranno a offrirti vantaggi anche in futuro.","title":"Successo a lungo termine"},"block3":{"":"Le nostre strategie sono progettate per favorire uno sviluppo professionale significativo.","title":"Crescita impattante"},"title":"Il nostro impegno per i risultati"}},"default":{},"header":{"aboutUs":"Chi siamo","account":"Account","blog":"Blog","careers":"Carriere","caseStudies":"Casi di studio","contactUs":"Contattaci","employment":"Occupazione","glossary":"Glossario","hr":"Risorse umane","login":"Login","pricing":"Prezzi","signup":"Iscrizione","whyQuorixia":"Perché Quorixia"},"connect_form":{"expertiseLevel":{"label1":"Livello base","label2":"Livello intermedio","label3":"Livello Senior"},"formFields":{"additionalInfo":"Informazioni aggiuntive","coreCompetencies":"Competenze di base","coverLetter":"Lettera di presentazione","desiredRole":"Ruolo lavorativo desiderato","email":"E-mail","expertiseLevel":"Livello di competenza","firstName":"Nome di battesimo","lastName":"Cognome","linkedInProfile":"Link al profilo LinkedIn","phone":"Numero di telefono","resume":"Allega curriculum","salaryRange":"Intervallo di stipendio previsto","sector":"Settore di interesse","startDate":"Data di inizio più vicina","submit":"Invia","terms1":"Ho letto e accetto l'","terms2":"Termini di utilizzo","terms3":"E","terms4":"politica sulla riservatezza","workLocation":"Luogo di lavoro preferito"},"jobRole":{"label1":"Finanza e contabilità","label10":"Vendite e sviluppo aziendale","label2":"Supporto amministrativo","label3":"Marketing e Comunicazioni","label4":"Ingegneria e costruzione","label5":"Cibo e bevande","label6":"Sanità e biotecnologia","label7":"Ospitalità e turismo","label8":"Risorse umane e gestione dei talenti","label9":"Tecnologia dell'informazione e software"},"validationSchema":{"firstName":"Il nome è obbligatorio","invalidEmail":"Indirizzo email non valido","invalidURL":"URL non valido","lastName":"Il cognome è obbligatorio","requiredEmail":"L'email è obbligatoria"}},"cases":{"CasesHero":{"text":"In Quorixia, il nostro approccio va oltre l'offerta<br /> consulenza — forniamo soluzioni su misura che portano a<br /> risultati misurabili. Di seguito, casi di studio dettagliati<br /> evidenziare come abbiamo dato potere alle persone per<br /> superare le sfide, gestire le transizioni di carriera e<br /> raggiungere nuove vette nei loro percorsi professionali. Ogni<br /> la storia rappresenta il nostro impegno per la personalizzazione,<br /> successo incentrato sul cliente.","title":"Storie di vero successo: come<br /> Quorixia trasforma le carriere"}},"blog":{"BlogHero":{"text":"Crediamo che la conoscenza sia la chiave per sbloccare il tuo<br /> potenziale professionale. Il nostro blog è pieno di esperti<br /> suggerimenti, approfondimenti del settore e consigli pratici per aiutare<br /> navighi con sicurezza nel tuo percorso di carriera. Resta<br /> informati, resta al passo e prendi il controllo del tuo<br /> futuro con Quorixia.","title":" Blog Quorixia: il tuo<br /> Guida al successo professionale"},"BlogSlider":{"read":"Leggi ora","title":"Argomenti del blog in evidenza"}},"hr":{"HrExpertise":{"button":"Ordina subito il servizio HR","service":"Servizio HR","text":"Non esistono due percorsi di carriera uguali. La nostra gamma di soluzioni HR è progettata per affrontare i tuoi problemi, che si tratti di gestire una transizione di carriera, migliorare le tue capacità di leadership o cercare una consulenza HR personalizzata. Concentrandoci su strategie personalizzate e supporto individuale, offriamo servizi che ti consentono di prendere il controllo del tuo futuro professionale.","title":"Scopri la nostra competenza in materia di risorse umane"},"HrHero":{"text":"In Quorixia siamo specializzati nel fornire<br /> soluzioni HR personalizzate per aiutarti a superare<br /> sfide di carriera, gestire le transizioni e<br /> raggiungere con sicurezza i tuoi obiettivi.","title":"Trasformare il tuo percorso professionale<br /> con soluzioni HR su misura"},"HrPersonalisedApproach":{"text":"In Quorixia, adottiamo un approccio incentrato sull'uomo per i servizi HR, concentrandoci sulla costruzione di relazioni solide con ciascuno dei nostri clienti. Sappiamo che il tuo percorso professionale è personale, quindi adattiamo ogni soluzione alle tue esigenze specifiche. Per l'avanzamento di carriera, la gestione delle sfide sul lavoro o la transizione verso un nuovo ruolo, creiamo strategie progettate attorno ai tuoi obiettivi, competenze e aspirazioni individuali.","title":"Approccio personalizzato"},"HrPricing":{"button":"Visualizza prezzi e pacchetti","text":"Offriamo prezzi chiari e flessibili per soddisfare le tue esigenze specifiche. Che tu stia cercando consulenze una tantum o supporto HR continuo, i nostri pacchetti di servizi sono progettati per adattarsi ai tuoi obiettivi di carriera e al tuo budget. Esplora le nostre opzioni di prezzo dettagliate per trovare il pacchetto giusto per te.","title":"Prezzi trasparenti, pacchetti personalizzati"},"HrRequest":{"text":"I nostri esperti portano decenni di esperienza collettiva in ambito HR per guidarti con empatia, precisione e cura. Non riceverai solo consigli, ma un partner dedicato al tuo successo.","title":"Sblocca la tua strategia HR personalizzata"}},"about":{"AboutGuiding":{"block1":{"text":"La base della nostra partnership inizia con una consulenza approfondita. Ci prendiamo il tempo di esplorare il tuo background, le tue aspirazioni e le sfide che stai affrontando al momento.","title":"Consultazione"},"block2":{"text":"Una volta acquisita una comprensione approfondita della tua situazione specifica, elaboriamo una strategia personalizzata progettata per aiutarti a raggiungere i tuoi obiettivi, che si tratti di affrontare una transizione di carriera, negoziare un'offerta di lavoro o prepararti per un ruolo di leadership.","title":"Sviluppo della strategia"},"block3":{"text":"Il nostro lavoro non si ferma alla creazione di strategie. Forniamo supporto continuo, adattando il nostro approccio per garantire che tu rimanga sulla buona strada, motivato e sicuro in ogni decisione.","title":"Supporto continuo"},"button":"Leggi le storie di successo","subtitle":"In Quorixia, sappiamo che non esistono due percorsi di carriera uguali. Ecco perché ci avviciniamo a ogni cliente con una strategia altamente personalizzata, assicurandoci che le nostre soluzioni siano in linea con i tuoi obiettivi e le tue esigenze. Il nostro processo è semplice ma profondo: ascoltiamo, impariamo e creiamo.","title":"Guidare le carriere con precisione e passione"},"AboutHero":{"subtitle":"La dedizione di Quorixia alla tua crescita","text":"Il team di Quorixia vede ogni carriera come un viaggio dinamico e in continua evoluzione, ricco di potenziale e<br /> opportunità. Siamo qui per aiutarti a navigare le complessità del tuo percorso professionale con<br /> sicurezza e chiarezza. Come team di esperti dedicati di risorse umane e occupazione, puntiamo a<br /> forniamo consulenza personalizzata e soluzioni su misura in linea con i tuoi obiettivi unici.","text2":"Affrontiamo ogni relazione con il cliente con occhi nuovi e una mente aperta. Grazie alla profonda comprensione delle tue esigenze specifiche, delle tue ambizioni e delle tue sfide, possiamo elaborare strategie su misura che ti aiutino a raggiungere i tuoi obiettivi attuali e a gettare le basi per il successo futuro.","title":"Chi siamo"},"AboutLast":{"button":"Perché scegliere Quorixia?","text":"Curiosi di sapere cosa distingue Quorixia dalle altre aziende di risorse umane? Esplorate il nostro approccio unico e scoprite come creiamo soluzioni personalizzate su misura per le vostre esigenze.","title":"Pronti a scoprire di più sul perché di Quorixia?"},"AboutPeople":{"text":"La nostra forza risiede nelle nostre persone. Siamo professionisti appassionati di risorse umane e lavoro con una vasta esperienza in diversi settori. Dalla tecnologia alla finanza, dai settori creativi all'assistenza sanitaria, la nostra competenza collettiva abbraccia molti campi, consentendoci di offrirti soluzioni di carriera complete e approfondite.<br /><br /> Ciò che distingue il nostro team è il nostro profondo impegno per la tua crescita. Non ti forniamo solo consigli, investiamo nel tuo successo a lungo termine. I nostri esperti sono abili nell'identificare le opportunità, le tendenze e le sfide uniche del tuo settore, consentendoci di elaborare strategie che non sono solo pratiche ma trasformative.<br /><br /> Che tu stia cercando una guida per un cambio di carriera, un coaching di leadership o un'esplorazione del mercato del lavoro, il nostro team porta la conoscenza, l'esperienza e l'entusiasmo per aiutarti a prosperare. Siamo più che consulenti; siamo i tuoi partner nella crescita, guidandoti in ogni fase della tua carriera con precisione e cura.","title":"Le persone dietro Quorixia"},"AboutPrinciples":{"block1":{"text":"Crediamo nell'essere genuini, sia nel modo in cui comunichiamo che nelle soluzioni che forniamo. Il nostro team è impegnato a offrire consigli onesti e trasparenti che siano in linea con le tue aspirazioni di carriera.","title":"Autenticità"},"block2":{"text":"Il percorso verso il successo è raramente una linea retta. Ti aiutiamo a navigare nell'imprevisto con resilienza, ti supportiamo nel superare le sfide e a cogliere nuove opportunità con determinazione.","title":"Resilienza"},"block3":{"text":"Adottiamo un approccio lungimirante, anticipando le tendenze future del mercato del lavoro per posizionarti in anticipo sulla curva. Garantiamo che la tua carriera rimanga adattabile e rilevante restando al passo con i cambiamenti del settore.","title":"Visione"},"block4":{"text":"Il nostro obiettivo è darti gli strumenti per prendere il controllo del tuo percorso professionale. Ti forniamo la conoscenza, gli strumenti e la sicurezza per prendere decisioni di carriera di impatto che siano in linea con i tuoi obiettivi.","title":"Potenziamento"},"block5":{"text":"Il successo si ottiene raramente in isolamento. Lavoriamo a stretto contatto con voi, costruendo una relazione collaborativa che assicura che ogni soluzione sia co-creata e progettata per le vostre esigenze uniche.","title":"Collaborazione"},"subtitle":"Al centro dell'approccio di Quorixia ci sono valori che riflettono il nostro impegno nel creare esperienze di carriera significative e trasformative per ogni individuo. Questi principi danno forma a tutto ciò che facciamo, dal modo in cui lavoriamo con i clienti alle strategie che sviluppiamo per un successo duraturo.","title":"Principi che<br /> Potenziare e ispirare"},"AboutSecond":{"text":"Il tuo successo è più di una destinazione: è la somma di ogni decisione e azione lungo il percorso. In Quorixia, diamo priorità a una partnership a lungo termine che ti consente di fare scelte informate e sicure durante il tuo percorso professionale.","title":"La nostra promessa:"}},"home":{"HomeHero":{"subtitle":"Forma<br /> Cosa c'è dopo?","text":"In Quorixia, la tua carriera è più di un lavoro: è il tuo viaggio personale. Offriamo servizi di HR e occupazione su misura<br /> soluzioni, sapientemente realizzate per guidarti in ogni fase del percorso. Che tu stia facendo mosse di carriera coraggiose o cercando<br /> progressi costanti, siamo qui per aiutarti a liberare il tuo pieno potenziale con un supporto personalizzato e incentrato sulla persona.","title":"Ridefinisci la tua carriera"},"HomeRequest":{"subtitle":"Il tuo viaggio inizia qui","text":"Che tu stia cercando consigli sulle risorse umane o sia pronto a esplorare nuove opportunità di lavoro, Quorixia è qui per supportarti in ogni fase della tua carriera. Lavoriamo insieme per raggiungere i tuoi obiettivi.","title":"Pronti per il passo successivo?"},"HomeResources":{"button":"Visita le nostre risorse","subtitle":"Ti do potere con la conoscenza","text":"La tua carriera non è accompagnata da un manuale, ma le risorse di Quorixia sono la cosa migliore. Rimani al passo con i tempi con approfondimenti di esperti, guide e consigli pratici creati da professionisti delle risorse umane. Il nostro blog, i casi di studio e il glossario ti aiutano a rimanere informato e ispirato, dandoti gli strumenti per navigare nella tua carriera con sicurezza.","title":"Risorse per la carriera"},"HomeSecond":{"button1":"Esplora le nostre soluzioni HR","button2":"Sblocca le opportunità di lavoro","text":"Non forniamo solo servizi HR, ti diamo la possibilità di prendere il pieno controllo della tua vita lavorativa. Che si tratti di una transizione di carriera, di un progresso nel tuo attuale campo o di un nuovo percorso, le nostre soluzioni sono realizzate per adattarsi al tuo percorso personale.","titl":"Prendi in mano il tuo futuro"},"HomeSolutionBlack":{"button":"Sblocca la tua strategia HR personalizzata","content":"<h3 >Le nostre soluzioni</h3><h2 > Cosa ci contraddistingue:</h2><p > Orientarsi tra le complessità delle risorse umane può essere travolgente. È qui che entra in gioco Quorixia con una gamma completa di servizi HR personalizzati che vanno oltre le basi. Che tu stia negoziando contratti, cercando consulenza legale o lavorando sullo sviluppo personale, le nostre soluzioni sono realizzate pensando al tuo successo. Ogni servizio è personalizzato per soddisfare le sfide uniche che affronti.</p><h4 > Servizi HR in primo piano</h4><ul ><li> <b>Negoziazione contrattuale:</b> ti aiutiamo a orientarti e a garantire le migliori condizioni per i tuoi contratti di lavoro.</li><li> <b>Consulenza legale in materia di risorse umane:</b> consulenza specialistica sui diritti dei lavoratori e sulle normative sul posto di lavoro.</li><li> <b>Coaching di carriera personalizzato:</b> coaching individuale per definire strategie di crescita professionale.</li><li> <b>Supporto alla valutazione delle prestazioni:</b> indicazioni su come eccellere nelle valutazioni delle prestazioni.</li><li> <b>Risoluzione dei conflitti:</b> assistenza nella risoluzione efficace delle controversie sul posto di lavoro.</li><li> <b>Strategie di equilibrio tra lavoro e vita privata:</b> approcci personalizzati per aiutarti a gestire la tua vita professionale e personale.</li><li> <b>Benchmarking della retribuzione:</b> spunti su come garantire una retribuzione equa nel tuo settore.</li><li> <b>Pianificazione della strategia di uscita:</b> indicazioni su come abbandonare un ruolo senza intoppi e alle proprie condizioni.</li><li> <b>Sviluppo della leadership:</b> supporto per le persone che intendono ricoprire o aspirare a ricoprire ruoli di leadership.</li><li> <b>Aggiornamenti sul diritto del lavoro:</b> rimani informato sulle ultime normative che riguardano i tuoi diritti e le tue opportunità.</li></ul>"},"HomeSolutionWhite":{"button":"Fai il passo successivo con sicurezza","content":"<h3 >Le nostre soluzioni</h3><h2 > Servizi per l'occupazione per far progredire la tua carriera</h2><p > Per distinguersi nel competitivo mercato del lavoro odierno non servono solo le qualifiche. Quorixia offre servizi di impiego che ti aiutano a mettere in risalto i tuoi punti di forza e ad allineare le tue aspirazioni di carriera con le opportunità del mondo reale. Dai curriculum al coaching per i colloqui, ti forniamo tutto ciò di cui hai bisogno per rimanere un passo avanti.</p><h4 > Servizi per l'occupazione in primo piano</h4><ul ><li> <b>Creazione di CV:</b> curriculum personalizzati pensati per mettere in risalto le tue competenze e i tuoi successi.</li><li> <b>Coaching per i colloqui:</b> consulenza esperta per affrontare i colloqui con sicurezza.</li><li> <b>Navigazione nel mercato del lavoro:</b> ti aiutiamo a identificare e cogliere le migliori opportunità per la tua carriera.</li><li> <b>Ottimizzazione del profilo LinkedIn:</b> crea una solida prima impressione digitale con un profilo che si distingue.</li><li> <b>Assistenza per la candidatura al lavoro:</b> supporto personalizzato per completare le candidature di lavoro che verranno notate.</li><li> <b>Strategia di networking:</b> scopri come creare ed espandere la tua rete professionale.</li><li> <b>Sviluppo del portfolio:</b> presenta il tuo lavoro con un portfolio curato da professionisti.</li><li> <b>Creazione di lettere di presentazione:</b> scrivi lettere di presentazione accattivanti che trovino riscontro nei datori di lavoro.</li><li> <b>Supporto alla transizione di carriera:</b> cambia agevolmente settore o ruolo grazie alla consulenza di esperti.</li><li> <b>Negoziazione dello stipendio:</b> massimizza il tuo compenso negoziando da una posizione di forza.</li></ul>"},"HomeStand":{"block1":{"text":"Sebbene Quorixia sia un'azienda giovane e lungimirante, il nostro team di esperti HR vanta decenni di esperienza ricca e diversificata in vari settori. Combiniamo una potente miscela di intuito, creatività e competenza nel mondo reale.","title":"Anni di esperienza, nuova prospettiva"},"block2":{"text":"In Quorixia, non crediamo in approcci one-size-fits-all. La tua carriera è una storia in divenire, piena di potenziale e sfide uniche. Ecco perché ci prendiamo il tempo di ascoltare attentamente e comprendere la profondità delle tue aspirazioni professionali.","title":"Soluzioni di precisione, su misura per te"},"block3":{"text":"Il nostro approccio va oltre la consulenza standard. Si tratta di costruire una partnership profonda radicata nella fiducia, nella compassione e nella crescita reciproca. Il team Quorixia vede ogni interazione come un'opportunità per ispirare fiducia, sbloccare il potenziale e guidare la trasformazione.","title":"Empatia e potere al centro"},"button":"Scopri perché i clienti si fidano di Quorixia","title":"Cosa ci contraddistingue:"},"HomeWhy":{"subtitle":"Alimenta la tua ambizione con la guida di un esperto","text":"Il nostro team non ti vede come un semplice cliente. Sei un professionista con sogni, obiettivi e aspirazioni. Con oltre un decennio di esperienza nel settore delle risorse umane e dell'occupazione, siamo specializzati nella progettazione di strategie personalizzate che ti mettono al centro della tua storia professionale.","title":"Perché<br /> Quorixia?"}},"glossary":{"GlossaryHero":{"subtitle":"Termini essenziali da sapere","text":"Per gestire le complessità delle risorse umane e dell'occupazione può essere necessario considerare aspetti specifici del settore<br /> terminologia che non è sempre facile da capire. Se sei nuovo nel mercato del lavoro o un<br /> professionista esperto, il nostro glossario fornisce definizioni chiare dei termini chiave delle risorse umane per mantenerti<br /> informato e potenziato. Dalla A alla Z, questa guida ti aiuterà a comprendere il linguaggio<br /> che guida le moderne pratiche di gestione delle risorse umane e i processi di assunzione.","title":"Glossario HR e occupazione di Quorixia:"}},"employment":{"EmploymentExpertise":{"button":"Ordina subito il servizio di occupazione","service":"Ordine di occupazione","text":"Sblocca un mondo di opportunità con i servizi di collocamento di Quorixia. Dal perfezionamento del tuo curriculum alla creazione di una strategia vincente per i colloqui, le nostre soluzioni sono progettate per aiutarti a distinguerti nel competitivo mercato del lavoro. Lascia che ti guidiamo in ogni fase della tua ricerca di lavoro, fornendoti gli strumenti, le intuizioni e il supporto necessari per raggiungere i tuoi obiettivi di carriera con sicurezza.","title":"Esplora l'elenco completo<br /> di Offerte"},"EmploymentHero":{"text":"In Quorixia, forniamo un impiego su misura<br /> soluzioni progettate per aiutarti a navigare<br /> mercato del lavoro, affina le tue competenze e assicurati<br /> le giuste opportunità.","title":"Migliorare il tuo percorso di carriera<br /> con i nostri servizi per l'occupazione"},"EmploymentHowWork":{"step1":{"content":"<p>Il nostro viaggio insieme inizia con una consulenza completa, virtuale o di persona. Durante questa sessione, ci immergiamo profondamente nella tua storia professionale, nelle sfide attuali e nelle aspirazioni a lungo termine. Ti poniamo domande approfondite per comprendere i tuoi punti di forza, le tue preferenze e i tuoi punti deboli. Questo passaggio ci aiuta a capire chiaramente chi sei come professionista e dove vuoi arrivare.</p><h4> Di cosa ci occupiamo:</h4><ul><li> Le tue esperienze passate e la tua attuale ricerca di lavoro.</li><li> Cambiamenti di carriera che stai prendendo in considerazione.</li><li> Abilità e punti di forza da evidenziare.</li><li> Potenziali barriere e come superarle.</li></ul>","title":"Fase 1: Consulenza approfondita"},"step2":{"content":"<p>Con le intuizioni della nostra consulenza, creiamo una strategia di impiego completamente personalizzata, progettata per soddisfare le tue esigenze uniche. Questo piano delinea i passaggi attuabili per la tua ricerca di lavoro o sviluppo di carriera, con tempistiche dettagliate e obiettivi chiari. Il nostro approccio include anche suggerimenti per il personal branding, il posizionamento sul mercato e la presentazione di te stesso come candidato di spicco.</p><h4> Cosa riceverai:</h4><ul><li> Piano d'azione di carriera personalizzato.</li><li> Strategia di redazione del CV e preparazione ai colloqui.</li><li> Consigli su come fare networking e sfruttare al meglio le proprie relazioni professionali.</li><li> Approfondimenti e tendenze del settore in linea con i tuoi obiettivi di carriera.</li></ul>","title":"Fase 2: Strategia su misura e pianificazione della carriera"},"step3":{"content":"<p>Una volta impostato il piano, passiamo all'azione. Il nostro team fornisce supporto diretto e pratico per aiutarti a implementare la tua strategia. Dal perfezionamento del tuo curriculum alla pratica di interviste simulate, siamo qui per fornirti gli strumenti, le conoscenze e la sicurezza necessari. Forniremo anche un feedback continuo, assicurandoci che la tua ricerca di lavoro sia sulla buona strada.</p><h4> Servizi durante questa fase:</h4><ul><li> Scrittura di curriculum vitae e lettere di presentazione.</li><li> Ottimizzazione del profilo LinkedIn e miglioramento della presenza digitale.</li><li> Simulazione di colloqui e giochi di ruolo per affinare le tue competenze.</li><li> Supporto alla strategia di networking, sia online che offline.</li></ul>","title":"Fase 3: implementazione e supporto pratico"},"step4":{"content":"<p>La tua partnership non finisce quando ottieni un lavoro o completi una fase specifica. Crediamo in un supporto continuo e a lungo termine. Man mano che la tua carriera progredisce, restiamo in contatto, offrendo consigli su come negoziare offerte di lavoro, adattarsi a nuovi ruoli o fare ulteriori passi avanti nella carriera. Siamo i tuoi partner per un successo continuo e adattiamo le nostre strategie man mano che i tuoi obiettivi evolvono.</p><h4> Il supporto a lungo termine include:</h4><ul><li> Valutazione dell'offerta di lavoro e consulenza negoziale.</li><li> Preparazione alla valutazione delle prestazioni e strategie di crescita professionale.</li><li> Approfondimenti continui sul settore per aiutarti a rimanere competitivo.</li><li> Consulenze continue per futuri avanzamenti o transizioni di carriera.</li></ul>","title":"Fase 4: Orientamento continuo e supporto a lungo termine"},"title":"Come lavoriamo"},"EmploymentPricing":{"button":"Visualizza prezzi e pacchetti","text":"Offriamo opzioni di prezzo flessibili su misura per le tue specifiche esigenze di lavoro. Che tu stia cercando un servizio una tantum o un pacchetto di lavoro completo, Quorixia offre prezzi trasparenti per adattarsi a ogni fase del tuo percorso professionale.","title":"Prezzi trasparenti, pacchetti personalizzati"},"EmploymentRequest":{"text":"Siamo qui per fornirti il supporto personalizzato di cui hai bisogno per elevare il tuo percorso professionale. Utilizza il modulo sottostante per contattarci e uno dei nostri consulenti esperti ti risponderà al più presto. Insieme, creeremo una strategia personalizzata in linea con le tue aspirazioni.","title":"Iniziamo insieme il tuo percorso di carriera"}},"footer":{"aboutUs":"Chi siamo","blog":"Blog","careers":"Carriere","caseStudies":"Casi di studio","contactUs":"Contattaci","cookies":"Cookie e monitoraggio","description":"Soluzioni personalizzate per le risorse umane e l'occupazione progettate per<br /> aiutarti a percorrere con sicurezza il tuo percorso professionale.","employment":"Occupazione","glossary":"Glossario","hr":"Risorse umane","office":"Indirizzo dell'ufficio","platform":"Piattaforma","pricing":"Prezzi","privacy":"politica sulla riservatezza","refund":"Politica di rimborso","registered":"Indirizzo registrato","resources":"Risorse","solutions":"Soluzioni","stayConnected":"Rimani connesso","support":"Supporto","terms":"Termini di utilizzo","whyQuorixia":"Perché Quorixia"},"contact":{"ContactDetails":{"office":"Indirizzo dell'ufficio","registered":"Indirizzo registrato","title":"Informazioni sui contatti"},"ContactHero":{"text":"Siamo qui per aiutarti nel tuo percorso di carriera. Non<br /> non esitate a contattarci se avete domande sul nostro<br /> servizi, vuoi saperne di più su come possiamo aiutarti<br /> tu, o hai bisogno di risorse umane e occupazione personalizzate<br /> soluzioni. Il nostro team è sempre pronto ad assisterti. Ottieni<br /> contattaci utilizzando le informazioni sottostanti oppure inviaci un<br /> messaggio tramite il nostro modulo di contatto: ti risponderemo il prima possibile<br /> il prima possibile.","title":"Contatta Quorixia"},"ContactRequest":{"text":"Se hai domande o richieste, utilizza il modulo sottostante per contattarci. Che tu voglia consigli sulla carriera, maggiori informazioni sui nostri servizi o voglia collaborare, siamo qui per ascoltare e rispondere. Compila semplicemente il modulo e uno dei membri del nostro team ti risponderà a breve.","title":"Iniziamo una conversazione"}},"careers":{"CareersBenefits":{"subtitle1":"Lavoro flessibile<br /> Ambiente","subtitle2":"Professionale<br /> Sviluppo","subtitle3":"Lavoro-Vita<br /> Bilancia","subtitle4":"Inclusivo<br /> Cultura","text1":"Che tu preferisca lavorare da casa o in ufficio, offriamo soluzioni flessibili adatte al tuo stile di vita.","text2":"L'apprendimento continuo è fondamentale per il successo, per questo offriamo opportunità di formazione, certificazioni e crescita professionale.","text3":"Diamo valore al tuo benessere, offrendoti ferie retribuite, benefit sanitari e supporto per la salute mentale per assicurarti di rimanere energico e concentrato.","text4":"Diversità e inclusione sono più che parole d'ordine per noi: sono parte di ciò che siamo. Ci impegniamo a creare un ambiente in cui tutti si sentano valorizzati e autorizzati a portare tutto se stessi al lavoro.","title":"Benefici per i dipendenti"},"CareersHero":{"subtitle":"Modella il futuro con Quorixia","text":"Un grande talento è la chiave per guidare un cambiamento significativo. Come azienda in crescita che si sta trasformando<br /> come vengono forniti i servizi di risorse umane e di occupazione, siamo sempre alla ricerca di persone appassionate e innovative<br /> individui pronti a fare la differenza. Unitevi a noi per creare soluzioni personalizzate che aiutino<br /> professionisti raggiungono il loro pieno potenziale. Esplora le nostre attuali posizioni aperte e diventa parte di un<br /> un team dedicato all'eccellenza, alla crescita e alla collaborazione.","title":"Unisciti al nostro team"},"CareersHow":{"button":"Invia il tuo curriculum","text":"Interessato a unirti a Quorixia? Ci piacerebbe sentirti! Invia il tuo curriculum, la lettera di presentazione e una breve descrizione del motivo per cui saresti la persona giusta. Includi il titolo del lavoro per cui ti stai candidando nell'oggetto.","title":"Come fare domanda"},"CareersLast":{"text":"Quorixia è più di una semplice azienda: è un luogo in cui innovazione, collaborazione e passione si uniscono per fare la differenza nella vita delle persone. Se sei pronto a far parte di un team in crescita che valorizza i tuoi contributi e supporta la tua crescita, candidati oggi stesso!","title":"Unisciti a noi nel viaggio<br /> per trasformare le carriere"},"CareersProcess":{"block1":{"text":"Il nostro team delle risorse umane esamina attentamente ogni candidatura per garantire la migliore soluzione possibile.","title":"Revisione iniziale della domanda"},"block2":{"text":"Se verrai selezionato, sarai invitato a un colloquio telefonico introduttivo per discutere della tua esperienza e dei tuoi obiettivi di carriera.","title":"Intervista telefonica"},"block3":{"text":"A seconda del ruolo, potremmo chiederti di completare una breve valutazione delle competenze per mettere in mostra le tue competenze.","title":"Valutazione delle competenze"},"block4":{"text":"I candidati selezionati sosterranno un colloquio finale con il team per valutare l'adattamento culturale e discutere di come possono contribuire alla nostra missione.","title":"Intervista finale"},"block5":{"text":"Una volta individuata la persona giusta, ti faremo un'offerta e inizieremo il processo di onboarding per darti il benvenuto nel team.","title":"Offerta e onboarding"},"subtitle":"In Quorixia crediamo in un processo di assunzione personalizzato come i nostri servizi. Ecco cosa puoi aspettarti:","title":"Il nostro processo di assunzione"},"CareersWhy":{"subtitle1":"La nostra missione","subtitle2":"La nostra cultura","text1":"Siamo guidati da una semplice missione: dare potere alle persone per raggiungere i loro obiettivi di carriera con soluzioni personalizzate di HR e impiego. Quando lavori con noi, contribuisci a cambiare le vite e a fare una vera differenza nel modo in cui le persone plasmano il loro futuro professionale.","text2":"Crediamo nella promozione di un ambiente di lavoro dinamico e di supporto in cui prosperano creatività e collaborazione. In Quorixia, troverai una cultura che valorizza l'apprendimento continuo, il pensiero innovativo e lo spirito di squadra. Incoraggiamo i nostri dipendenti a crescere professionalmente e personalmente, offrendo opportunità di sviluppo delle competenze e avanzamento di carriera.","title":"Perché lavorare con Quorixia?"},"CareersWrap":{"subtitle":"Ecco le nostre ultime opportunità per entrare a far parte del team Quorixia:","title":"Offerte di lavoro attuali"},"JobPopup":{"desiredPositions":{"label1":"Consulente HR","label2":"Specialista in marketing digitale","label3":"Coach di carriera","label4":"Responsabile delle relazioni con i clienti"},"form":{"email":"E-mail","fullName":"Nome e cognome","message":"Il tuo messaggio","phone":"Numero di telefono","portfolio":"Lettera di presentazione","position":"Scegli il servizio","resume":"Allega curriculum","send":"Inviare"},"subtitle":"Pronti a unirvi all'equipaggio di Quorixia?<br /> Compila il modulo sottostante per inviare la tua candidatura!","thanks":{"text":"La tua richiesta è stata ricevuta con successo!<br /> Uno dei membri del nostro team ti contatterà al più presto.","title":"GRAZIE!"},"title":"Modulo di domanda","validationSchema":{"email":"Inserisci un indirizzo email corretto.","required":"Questo campo è obbligatorio."}}},"pricing":{"AdditionalSolution":{"button":"Scarica il listino prezzi completo","text":"I servizi a prezzo fisso elencati sopra sono solo un assaggio di ciò che Quorixia può offrire. Offriamo una suite completa di soluzioni HR e di impiego progettate per essere flessibili e personalizzate in base al tuo percorso di carriera. Abbiamo molti servizi per soddisfare le tue esigenze uniche, dal coaching avanzato alle strategie di ricerca di lavoro personalizzate.<br /><br /> Scarica il nostro listino prezzi completo per una panoramica dettagliata di tutte le opzioni e dei prezzi che offriamo. Ci impegniamo a supportare la crescita della tua carriera, indipendentemente da dove ti trovi nel tuo percorso.","title":"Scopri soluzioni aggiuntive"},"CareerSolution":{"buy":"Acquistare","from":"Da","price":"Prezzo","subtitle":"Scegli il pacchetto perfetto per il tuo viaggio","text":"In Quorixia, sappiamo che ogni percorso di carriera è unico. Ecco perché abbiamo creato una gamma di pacchetti di servizi attentamente curati, progettati per supportarti in ogni fase del tuo percorso professionale. Se stai appena iniziando, stai cercando di progredire nel tuo campo, stai affrontando una transizione di carriera o ti stai preparando per ruoli di leadership, i nostri pacchetti offrono un supporto completo e personalizzato, su misura per i tuoi obiettivi specifici. Esplora i nostri pacchetti qui sotto e trova quello più adatto alle tue aspirazioni di carriera.","title":"Soluzioni di carriera su misura"},"OrderPopup":{"form":{"email":"E-mail","fullName":"Nome e cognome","message":"Il tuo messaggio","phone":"Numero di telefono","send":"Inviare"},"text":"Interessato al nostro pacchetto pronto all'uso? Compila il modulo sottostante in modo che il nostro rappresentante possa contattarti a breve con tutti i dettagli necessari.","thanks":{"text":"La tua richiesta è stata ricevuta con successo!<br /> Uno dei membri del nostro team ti contatterà al più presto.","title":"GRAZIE!"},"title":"Richiesta pacchetto completo","validationSchema":{"email":"Inserisci un indirizzo email corretto.","required":"Questo campo è obbligatorio."}},"PricingHero":{"subtitle":"Trasparente e flessibile<br /> Opzioni per le tue esigenze di carriera","text":"Il team di Quorixia fornisce prezzi chiari e fissi per i nostri servizi di risorse umane e di occupazione, garantendo<br /> sai esattamente cosa stai ottenendo. Che tu abbia bisogno di servizi autonomi o voglia investire<br /> in un pacchetto completo di supporto alla carriera, le nostre opzioni sono progettate per adattarsi a diverse esigenze e<br /> budget. Esplora i nostri servizi a prezzo fisso qui sotto, oppure scegli uno dei nostri attentamente selezionati<br /> pacchetti che combinano più offerte per offrirti il miglior rapporto qualità-prezzo.","title":"Prezzi Quorixia"},"PricingSecond":{"employment":"Servizi per l'occupazione","hr":"Servizi HR"}},"thanks_popup":{"text":"La tua richiesta è stata ricevuta con successo!<br /> Uno dei membri del nostro team ti contatterà al più presto.","title":"GRAZIE!"},"request_popup":{"employmentService":{"label1":"Creazione di curriculum e CV","label10":"Consulenza sul personal branding","label11":"Assistenza per la domanda di lavoro","label12":"Sviluppo del portafoglio professionale","label13":"Strategie per lavoro freelance e a contratto","label14":"Coaching per colloqui virtuali","label15":"Analisi dell'adattamento della cultura aziendale","label16":"Ricerca tirocini e apprendistato","label17":"Seconda pianificazione della carriera","label18":"Strategia di follow-up dell'intervista","label19":"Ottimizzazione del profilo del freelance","label2":"Preparazione al colloquio","label20":"Consulenza in materia di diritto del lavoro","label21":"Valutazione dell'offerta di lavoro","label3":"Strategia di ricerca di lavoro","label4":"Ottimizzazione del profilo LinkedIn","label5":"Strategia di networking","label6":"Scrittura di lettere di presentazione","label7":"Tendenze e approfondimenti del mercato del lavoro","label8":"Coaching sulla negoziazione salariale","label9":"Supporto alla transizione di carriera"},"form":{"email":"E-mail","fullName":"Nome e cognome","message":"Il tuo messaggio","phone":"Numero di telefono","send":"Inviare","service":"Scegli il servizio"},"hrServices":{"label1":"Negoziazione e revisione del contratto","label10":"Sviluppo dei talenti e valutazione delle competenze","label11":"Consulenza sulla diversità e l'inclusione","label12":"Lavoro da remoto e pianificazione della flessibilità","label13":"Pianificazione del percorso di carriera","label14":"Revisione della politica delle risorse umane","label15":"Piani di sviluppo personale","label16":"Mediazione dei conflitti","label17":"Analisi e chiarimento del ruolo lavorativo","label18":"Difesa dei diritti dei dipendenti","label19":"Cultura e adattamento sul posto di lavoro","label2":"Gestione delle prestazioni","label20":"Abbinamento di tutoraggio","label21":"Benessere sul posto di lavoro e supporto per la salute mentale","label3":"Consulenza legale sulle risorse umane","label4":"Risoluzione dei conflitti sul posto di lavoro","label5":"Coaching di leadership","label6":"Consulenza su compensi e benefit","label7":"Strategia di uscita e supporto alla transizione di carriera","label8":"Strategie di equilibrio tra lavoro e vita privata","label9":"Supporto all'onboarding"},"text1":"Inizia con il nostro servizio personalizzato","text2":"oggi. Fissa un appuntamento per una consulenza e fai il primo passo verso il raggiungimento dei tuoi obiettivi di carriera.","thanks":{"text":" La tua richiesta è stata ricevuta con successo!<br /> Uno dei membri del nostro team ti contatterà al più presto.","title":"GRAZIE!"},"title":"Pronto a trasformare il tuo percorso professionale?","validationSchema":{"email":"Inserisci un indirizzo email corretto.","required":"Questo campo è obbligatorio."}}}